<?
$title = 'Главная';
$description = '';
$keywords = '';
$page = 'glavnaya';
include '' . $_SERVER["DOCUMENT_ROOT"] . '/includes/head.php';
include '' . $_SERVER["DOCUMENT_ROOT"] . '/includes/header.php';
?>

<main class="main">

  <section class="section section_banner banner">
    <div class="container banner__container">
      <div class="banner__left-block">
        <div class="banner__text-block">
          <h1 class="banner__title title">
            ГТК Групп
          </h1>

          <p class="banner__text">
            IT-интегратор комплексных решений по контролю и учёту топлива
          </p>

          <div class="banner__btn-block">
            <button class="banner__btn btn btn_gray popup-link" data-popup="popup-calc_one">
              Рассчитать стоимость
            </button>

            <button class="banner__btn btn btn_trans-orange popup-link" data-popup="popup-consult">
              Получить консультацию
            </button>
          </div>

        </div>
        <div class="banner__slider swiper banner_swiper">

          <ul class="banner__slider-list swiper-wrapper">
            <li class="banner__slider-item swiper-slide">
              <picture>
                <source srcset="/assets/img/banner_img1.webp" type="image/webp"><img src="/assets/img/banner_img1.png" alt="">
              </picture>
            </li>

            <li class="banner__slider-item swiper-slide">
              <picture>
                <source srcset="/assets/img/banner_img2.webp" type="image/webp"><img src="/assets/img/banner_img2.png" alt="">
              </picture>
            </li>

            <li class="banner__slider-item swiper-slide">
              <picture>
                <source srcset="/assets/img/banner_img3.webp" type="image/webp"><img src="/assets/img/banner_img3.png" alt="">
              </picture>
            </li>
          </ul>


        </div>
        <div class="swiper-navigation">
          <div class="swiper-button swiper-button-prev swiper-button-prev-banner">
            &lt
          </div>

          <div class="swiper-pagination swiper-pagination-banner"></div>

          <div class="swiper-button swiper-button-next swiper-button-next-banner">
            &gt
          </div>
        </div>


      </div>


      <div class="banner__right-block">
        <ul class="banner__list">
          <li class="banner__item">
            <img src="/assets/img/banner_bg1.svg" alt="">
            <p class="banner__item-text">
              C 2004 года
              на рынке
            </p>
          </li>

          <li class="banner__item">
            <img src="/assets/img/banner_bg2.svg" alt="">
            <p class="banner__item-text">
              200+ довольных
              клиентов
            </p>
          </li>

          <li class="banner__item">
            <img src="/assets/img/banner_bg3.svg" alt="">
            <p class="banner__item-text">
              Собственные
              разработки
            </p>
          </li>

          <li class="banner__item">
            <img src="/assets/img/banner_bg4.svg" alt="">
            <p class="banner__item-text">
              Добросовестный поставщик IT-услуг
            </p>
          </li>
        </ul>
      </div>
    </div>
  </section>

  <section class="section section_about about">
    <div class="section__ancor" id="about"></div>

    <div class="container section__container about__container">
      <div class="about__top-block top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          О компании
        </h2>
        <p class="top-block__number">
          01
        </p>
      </div>

      <div class="about__bot-block">
        <div class="about__img-block">
          <picture>
            <source srcset="/assets/img/about_img.webp" type="image/webp"><img src="/assets/img/about_img.jpg" alt="">
          </picture>
        </div>
        <div class="about__text-block">
          <p class="about__text text">
            ГТК Групп — ваш надёжный IT-интегратор, специализирующийся на комплексных решениях по контролю и учёту
            топлива. Мы предлагаем инновационные технологии, которые помогают оптимизировать коммерческую деятельность
            и внутренние процессы предприятий. Наша цель — сократить издержки до 40%, обеспечивая эффективное управление
            ресурсами и прозрачность в учёте топлива. С ГТК Групп Вы получаете не только надёжного партнёра, но и мощный
            инструмент для повышения эффективности вашего бизнеса.
          </p>
        </div>
      </div>
    </div>
  </section>

  <section class="section section_advantages advantages">
    <div class="container advantages__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Преимущества
        </h2>
        <p class="top-block__number">
          02
        </p>
      </div>


      <ul class="advantages__list">

        <li class="advantages__card adv-card">
          <svg width="46" height="44" viewBox="0 0 46 44" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M20.7568 24.236V23.8043C20.7568 17.9219 25.53 13.1686 31.4134 13.1686H42.8914V9.96413C42.8914 9.26168 42.3229 8.69212 41.6204 8.69212H7.99175C6.72574 8.69212 5.70054 7.65693 5.70054 6.39093C5.70054 5.12592 6.72674 4.09073 7.99175 4.09073H41.6784C42.3479 4.09073 42.8914 3.54715 42.8914 2.87768V1.77554C42.8914 1.17001 42.4028 0.735352 41.7963 0.735352H4.26766C1.89452 0.735352 0 2.60089 0 4.97403V38.9634C0 41.3366 1.89452 43.2651 4.26766 43.2651H38.5978C40.9709 43.2651 42.8914 41.3366 42.8914 38.9634V34.9336H31.4134C25.53 34.9306 20.7568 30.1194 20.7568 24.236Z"
              fill="#11A0A3" />
            <path
              d="M43.1545 16.5273H31.4127C27.4178 16.5273 24.2383 19.8128 24.2383 23.8076V24.2373C24.2383 28.2322 27.4178 31.4507 31.4127 31.4507H43.1555C44.6993 31.4507 46.0002 30.2196 46.0002 28.6778V19.3701C45.9993 17.8253 44.6983 16.5273 43.1545 16.5273ZM32.0572 27.173C30.3175 27.173 28.9066 25.7631 28.9066 24.0225C28.9066 22.2838 30.3175 20.8729 32.0572 20.8729C33.7968 20.8729 35.2077 22.2838 35.2077 24.0225C35.2077 25.7631 33.7968 27.173 32.0572 27.173Z"
              fill="#11A0A3" />
          </svg>

          <h3 class="adv-card-title">
            Снижение затрат до 40%
          </h3>

          <p class="adv-card-text">
            За счет контроля нецелевого использования, отслеживание сливов и приема топлива
          </p>

          <a data-popup="" class="adv-card-link">
            <p class="adv-card-link-text">
              Узнать как
            </p>
            <svg width="19" height="12" viewBox="0 0 19 12" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g clip-path="url(#clip0_643_6665)">
                <path fill-rule="evenodd" clip-rule="evenodd"
                  d="M0.0534039 6.00078C0.0534039 5.82745 0.122257 5.66122 0.24482 5.53866C0.36738 5.4161 0.533609 5.34724 0.706938 5.34724H16.1212L12.0078 1.23521C11.9471 1.17445 11.8989 1.10231 11.866 1.02292C11.8331 0.94353 11.8162 0.85844 11.8162 0.772508C11.8162 0.686576 11.8331 0.601486 11.866 0.522096C11.8989 0.442705 11.9471 0.370569 12.0078 0.309806C12.0686 0.249043 12.1407 0.200844 12.2201 0.167959C12.2995 0.135074 12.3846 0.118149 12.4705 0.118149C12.5565 0.118149 12.6416 0.135074 12.721 0.167959C12.8003 0.200844 12.8725 0.249043 12.9332 0.309806L18.1615 5.53807C18.2224 5.59878 18.2707 5.6709 18.3036 5.7503C18.3366 5.8297 18.3535 5.91481 18.3535 6.00078C18.3535 6.08674 18.3366 6.17185 18.3036 6.25125C18.2707 6.33065 18.2224 6.40277 18.1615 6.46348L12.9332 11.6917C12.8725 11.7525 12.8003 11.8007 12.721 11.8336C12.6416 11.8665 12.5565 11.8834 12.4705 11.8834C12.3846 11.8834 12.2995 11.8665 12.2201 11.8336C12.1407 11.8007 12.0686 11.7525 12.0078 11.6917C11.9471 11.631 11.8989 11.5588 11.866 11.4795C11.8331 11.4001 11.8162 11.315 11.8162 11.229C11.8162 11.1431 11.8331 11.058 11.866 10.9786C11.8989 10.8992 11.9471 10.8271 12.0078 10.7663L16.1212 6.65431H0.706938C0.533609 6.65431 0.36738 6.58546 0.24482 6.46289C0.122257 6.34033 0.0534039 6.1741 0.0534039 6.00078Z"
                  fill="#117074" />
              </g>
              <defs>
                <clipPath id="clip0_643_6665">
                  <rect width="18.4035" height="11.9205" fill="white" transform="matrix(-1 0 0 1 18.4043 0.0397797)" />
                </clipPath>
              </defs>
            </svg>
          </a>
        </li>

        <li class="advantages__card adv-card">
          <svg width="47" height="46" viewBox="0 0 47 46" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0_609_5729)">
              <path
                d="M22.995 24.8464L35.7188 12.1239V10.8711H26.2852C25.5409 10.8711 24.9375 10.2677 24.9375 9.52344V0H4.54297C3.79807 0 3.19531 0.602762 3.19531 1.34766V37.8242H27.6328V40.5195V41.957C27.6328 44.1864 29.4464 46 31.6758 46C33.9052 46 35.7188 44.1864 35.7188 41.957V31.182L32.5246 34.3761L25.1362 37.228C23.3046 37.6536 21.8221 37.0356 20.8761 35.8461C20.0982 34.8691 19.8089 33.6799 20.1443 32.2361L22.995 24.8464ZM19.152 29.3435L13.6715 34.7341C13.4083 34.9974 13.0635 35.129 12.7188 35.129C12.374 35.129 12.0291 34.9974 11.766 34.7341L9.07064 32.0388C8.54425 31.5124 8.54425 30.6595 9.07064 30.1331C9.59704 29.6067 10.4499 29.6067 10.9763 30.1331L12.7188 31.8756L17.2464 27.4377C17.7728 26.9113 18.6257 26.9113 19.1521 27.4377C19.6785 27.9641 19.6785 28.817 19.152 29.3435ZM19.152 21.2576L13.6715 26.6482C13.4083 26.9114 13.0635 27.0431 12.7188 27.0431C12.374 27.0431 12.0291 26.9114 11.766 26.6482L9.07064 23.9529C8.54425 23.4265 8.54425 22.5736 9.07064 22.0472C9.59704 21.5208 10.4499 21.5208 10.9763 22.0472L12.7188 23.7896L17.2464 19.3518C17.7728 18.8254 18.6257 18.8254 19.1521 19.3518C19.6785 19.8782 19.6785 20.7311 19.152 21.2576ZM19.152 13.1716L13.6715 18.5623C13.4083 18.8255 13.0635 18.9571 12.7188 18.9571C12.374 18.9571 12.0291 18.8255 11.766 18.5623L9.07064 15.8669C8.54425 15.3406 8.54425 14.4877 9.07064 13.9613C9.59704 13.4349 10.4499 13.4349 10.9763 13.9613L12.7188 15.7037L17.2464 11.2659C17.7728 10.7395 18.6257 10.7395 19.1521 11.2659C19.6785 11.7924 19.6785 12.6451 19.152 13.1716Z"
                fill="#11A0A3" />
              <path
                d="M45.7106 13.5665L43.8047 11.6607C42.8042 10.6602 40.994 10.6602 39.9934 11.6607L37.6927 13.9614L43.41 19.6792L45.7104 17.379C46.7633 16.3263 46.7633 14.6192 45.7106 13.5665Z"
                fill="#11A0A3" />
              <path
                d="M24.7741 27.7245L22.7279 33.0281C22.5041 33.9986 23.3739 34.868 24.3441 34.6441L29.6467 32.5971L24.7741 27.7245Z"
                fill="#11A0A3" />
              <path d="M35.787 15.867L26.2574 25.3966L31.9745 31.1136L41.5042 21.5849L35.787 15.867Z" fill="#11A0A3" />
              <path d="M27.6328 0.789642V8.17579H34.9291L27.6328 0.789642Z" fill="#11A0A3" />
              <path
                d="M24.9375 41.957V40.5195H1.84766C1.10339 40.5195 0.5 41.2128 0.5 41.957V43.3047C0.5 44.7933 1.70669 46 3.19531 46H26.3196C25.4644 44.8703 24.9375 43.4797 24.9375 41.957Z"
                fill="#11A0A3" />
            </g>
            <defs>
              <clipPath id="clip0_609_5729">
                <rect width="46" height="46" fill="white" transform="translate(0.5)" />
              </clipPath>
            </defs>
          </svg>


          <h3 class="adv-card-title">
            Бесплатный аудит внутрихозяйственной АЗС
          </h3>

          <p class="adv-card-text">
            Наши специалисты всегда готовы провести аудит вашего склада ГСМ и дать экспертную оценку
            по его автоматизации — переводу в «цифру»
          </p>

          <a data-popup="" class="adv-card-link">
            <p class="adv-card-link-text">
              Подробнее
            </p>
            <svg width="19" height="12" viewBox="0 0 19 12" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g clip-path="url(#clip0_643_6665)">
                <path fill-rule="evenodd" clip-rule="evenodd"
                  d="M0.0534039 6.00078C0.0534039 5.82745 0.122257 5.66122 0.24482 5.53866C0.36738 5.4161 0.533609 5.34724 0.706938 5.34724H16.1212L12.0078 1.23521C11.9471 1.17445 11.8989 1.10231 11.866 1.02292C11.8331 0.94353 11.8162 0.85844 11.8162 0.772508C11.8162 0.686576 11.8331 0.601486 11.866 0.522096C11.8989 0.442705 11.9471 0.370569 12.0078 0.309806C12.0686 0.249043 12.1407 0.200844 12.2201 0.167959C12.2995 0.135074 12.3846 0.118149 12.4705 0.118149C12.5565 0.118149 12.6416 0.135074 12.721 0.167959C12.8003 0.200844 12.8725 0.249043 12.9332 0.309806L18.1615 5.53807C18.2224 5.59878 18.2707 5.6709 18.3036 5.7503C18.3366 5.8297 18.3535 5.91481 18.3535 6.00078C18.3535 6.08674 18.3366 6.17185 18.3036 6.25125C18.2707 6.33065 18.2224 6.40277 18.1615 6.46348L12.9332 11.6917C12.8725 11.7525 12.8003 11.8007 12.721 11.8336C12.6416 11.8665 12.5565 11.8834 12.4705 11.8834C12.3846 11.8834 12.2995 11.8665 12.2201 11.8336C12.1407 11.8007 12.0686 11.7525 12.0078 11.6917C11.9471 11.631 11.8989 11.5588 11.866 11.4795C11.8331 11.4001 11.8162 11.315 11.8162 11.229C11.8162 11.1431 11.8331 11.058 11.866 10.9786C11.8989 10.8992 11.9471 10.8271 12.0078 10.7663L16.1212 6.65431H0.706938C0.533609 6.65431 0.36738 6.58546 0.24482 6.46289C0.122257 6.34033 0.0534039 6.1741 0.0534039 6.00078Z"
                  fill="#117074" />
              </g>
              <defs>
                <clipPath id="clip0_643_6665">
                  <rect width="18.4035" height="11.9205" fill="white" transform="matrix(-1 0 0 1 18.4043 0.0397797)" />
                </clipPath>
              </defs>
            </svg>
          </a>
        </li>

        <li class="advantages__card adv-card">
          <svg width="46" height="46" viewBox="0 0 46 46" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0_609_5758)">
              <path
                d="M45.9925 20.3457C45.9534 19.9732 45.7618 19.6335 45.4633 19.4073L41.8195 16.6472L43.1453 12.2728C43.2539 11.9143 43.2093 11.5269 43.0221 11.2024C42.8349 10.8781 42.5216 10.6458 42.1569 10.5606L37.7053 9.52119L37.1371 4.98561C37.0905 4.61401 36.8923 4.27818 36.5892 4.05815C36.2863 3.83785 35.9056 3.75286 35.5379 3.82357L31.0485 4.68463L28.6843 0.772386C28.4906 0.451913 28.1728 0.225777 27.8065 0.147972C27.4401 0.0700773 27.058 0.147253 26.7506 0.361351L22.9999 2.97392L19.249 0.361441C18.9416 0.147433 18.5593 0.0701671 18.1931 0.148062C17.8267 0.225866 17.509 0.451913 17.3153 0.772566L14.9514 4.6849L10.4621 3.82384C10.0943 3.7534 9.71362 3.83821 9.41067 4.05842C9.10771 4.27854 8.90934 4.61419 8.86289 4.98588L8.29463 9.52146L3.84305 10.5609C3.47828 10.646 3.16518 10.8784 2.97785 11.2027C2.79062 11.5271 2.74606 11.9144 2.85459 12.2728L4.18014 16.6474L0.536618 19.4073C0.238067 19.6335 0.0465203 19.9731 0.00743829 20.3456C-0.0317336 20.7181 0.0849735 21.0901 0.330067 21.3734L3.32016 24.8307L1.11404 28.834C0.933278 29.162 0.896442 29.5502 1.01216 29.9065C1.12797 30.2625 1.38591 30.555 1.72498 30.7141L5.86282 32.6561L5.47569 37.2109C5.44388 37.5841 5.56805 37.9538 5.8188 38.2321C6.06929 38.5104 6.42408 38.6725 6.79846 38.6801L11.3688 38.7712L12.8676 43.0894C12.9903 43.4432 13.2541 43.7305 13.5962 43.8828C13.9385 44.0353 14.3284 44.039 14.6735 43.8936L18.8859 42.118L22.0116 45.4534C22.2678 45.7267 22.6255 45.8818 23 45.8818C23.3745 45.8818 23.7323 45.7267 23.9884 45.4534L27.1142 42.118L31.3263 43.8936C31.6713 44.0389 32.0614 44.035 32.4035 43.8828C32.7456 43.7305 33.0095 43.4434 33.1322 43.0895L34.6312 38.7712L39.2013 38.6801C39.5757 38.6726 39.9304 38.5104 40.181 38.2321C40.4316 37.9538 40.5558 37.5842 40.5241 37.2109L40.137 32.6561L44.2751 30.7141C44.6142 30.555 44.8722 30.2625 44.9879 29.9064C45.1036 29.5503 45.0668 29.162 44.8859 28.8339L42.6796 24.8306L45.67 21.3733C45.9149 21.0902 46.0316 20.7181 45.9925 20.3457ZM22.9999 35.9625C15.8523 35.9625 10.0374 30.1475 10.0374 23C10.0374 15.8525 15.8524 10.0375 22.9999 10.0375C30.1474 10.0375 35.9624 15.8526 35.9624 23C35.9624 30.1474 30.1474 35.9625 22.9999 35.9625Z"
                fill="#11A0A3" />
              <path
                d="M22.9999 12.7468C17.3463 12.7468 12.7467 17.3463 12.7467 22.9999C12.7467 28.6535 17.3463 33.2531 22.9999 33.2531C28.6536 33.2531 33.253 28.6535 33.253 22.9999C33.253 17.3463 28.6535 12.7468 22.9999 12.7468ZM28.3107 21.056L22.5069 26.8598C22.2423 27.1243 21.8957 27.2566 21.549 27.2566C21.2023 27.2566 20.8556 27.1243 20.5912 26.8598L17.6891 23.9578C17.1602 23.4289 17.1602 22.5712 17.6891 22.0421C18.218 21.5132 19.0758 21.513 19.6048 22.0421L21.549 23.9861L26.395 19.1402C26.924 18.6113 27.7817 18.6111 28.3108 19.1402C28.8397 19.6692 28.8397 20.527 28.3107 21.056Z"
                fill="#11A0A3" />
            </g>
            <defs>
              <clipPath id="clip0_609_5758">
                <rect width="46" height="46" fill="white" />
              </clipPath>
            </defs>
          </svg>


          <h3 class="adv-card-title">
            Гарантия 1 год
          </h3>

          <p class="adv-card-text">
            Даём гарантию на оборудование и установку
          </p>


        </li>

        <li class="advantages__card adv-card">
          <svg width="47" height="46" viewBox="0 0 47 46" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0_609_5769)">
              <path
                d="M4.54298 21.4427C4.12933 21.9602 0.5 26.5872 0.5 29.7084C0.5 32.3504 2.6488 34.5001 5.29165 34.5001C7.93449 34.5001 10.0833 32.3504 10.0833 29.7084C10.0833 26.5873 6.45396 21.9603 6.04032 21.4428C5.67726 20.9879 4.90613 20.9879 4.54298 21.4427Z"
                fill="#11A0A3" />
              <path
                d="M46.3991 36.9464L39.906 23.9593L40.0277 23.7141C40.5012 22.7661 40.7502 21.7067 40.7502 20.6501C40.7502 18.8467 40.0183 17.0807 38.7437 15.8041L32.0092 9.07048C31.1032 8.16548 29.9015 7.66667 28.6213 7.66667H26.8282C25.0375 7.66667 23.4354 8.65037 22.6019 10.2279L15.3675 5.88668C15.2196 5.79684 15.0493 5.75003 14.8752 5.75003H3.37511C3.01196 5.75003 2.68071 5.95496 2.51782 6.27975L0.601182 10.113C0.453299 10.4097 0.468303 10.7625 0.642331 11.0452C0.818335 11.3278 1.12713 11.5 1.45847 11.5H13.6417L19.9718 15.4552L19.7679 15.863C19.6144 16.1709 19.6369 16.5369 19.8278 16.8233C20.8535 18.3619 21.0557 20.3038 20.3687 22.0192L19.7361 23.6027C19.6181 23.8956 19.6537 24.2279 19.8278 24.4899L23.6612 30.24C23.839 30.5067 24.1385 30.6667 24.4585 30.6667H24.8245L29.3512 39.7204C29.5141 40.0452 29.8454 40.2501 30.2085 40.2501H41.7086C41.8536 40.2501 41.9877 40.2128 42.1109 40.1552C42.1193 40.1514 42.1288 40.1532 42.1372 40.149L45.9706 38.2324C46.444 37.9956 46.635 37.42 46.3991 36.9464ZM30.2085 16.2917C32.3217 16.2917 34.0419 18.0109 34.0419 20.1251C34.0419 22.2393 32.3217 23.9584 30.2085 23.9584C28.0953 23.9584 26.3752 22.2392 26.3752 20.1251C26.3752 18.0109 28.0953 16.2917 30.2085 16.2917ZM30.8 38.3334L26.768 30.2678L29.9763 29.1986L30.5678 29.7411C32.1663 31.2068 33.0834 33.2909 33.0834 35.4584C33.0834 35.9881 33.5121 36.4167 34.0418 36.4167C34.5715 36.4167 35.0002 35.9881 35.0002 35.4584C35.0002 32.8385 33.9086 30.3315 32.0282 28.5147L33.6245 27.9826L39.9936 38.3334H30.8Z"
                fill="#11A0A3" />
            </g>
            <defs>
              <clipPath id="clip0_609_5769">
                <rect width="46" height="46" fill="white" transform="translate(0.5)" />
              </clipPath>
            </defs>
          </svg>


          <h3 class="adv-card-title">
            Бесплатный тест-драйв
          </h3>

          <p class="adv-card-text">
            Предоставляем бесплатную возможность опробовать все преимущества инструмента
          </p>


        </li>

        <li class="advantages__card adv-card">
          <svg width="46" height="46" viewBox="0 0 46 46" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0_609_5780)">
              <path
                d="M45.605 2.3008L43.6992 0.39495C43.302 -0.00251828 42.6998 -0.111409 42.1889 0.120388L31.9526 4.63925C31.5497 4.82253 31.2629 5.19116 31.1839 5.62564C31.1056 6.06129 31.2443 6.50692 31.5571 6.81966L39.1804 14.443C39.4931 14.7557 39.9388 14.8944 40.3744 14.8161C40.8089 14.7371 41.1775 14.4504 41.3608 14.0475L45.8796 3.81107C46.1114 3.30013 46.0025 2.69809 45.605 2.3008Z"
                fill="#11A0A3" />
              <path
                d="M8.70587 29.6708L1.18236 37.1943C-0.394121 38.7708 -0.394121 41.3354 1.18236 42.9118L3.08813 44.8176C4.66461 46.3941 7.2292 46.3941 8.80559 44.8176L16.3291 37.2941L8.70587 29.6708ZM7.86592 40.0587C7.33917 40.5855 6.48664 40.5855 5.95998 40.0587C5.4334 39.532 5.4334 38.6795 5.95998 38.153L9.67186 34.4411C10.1986 33.9142 11.0511 33.9142 11.5776 34.4411C12.1044 34.9678 12.1044 35.8202 11.5776 36.3468L7.86592 40.0587Z"
                fill="#11A0A3" />
              <path
                d="M22.0467 31.5766L14.4234 23.9533C13.3727 22.9026 11.6624 22.9026 10.6118 23.9533C9.56105 25.004 9.56105 26.7143 10.6118 27.7649L18.2351 35.3882C19.2856 36.4389 20.996 36.4389 22.0467 35.3882C23.0974 34.3378 23.0974 32.6273 22.0467 31.5766Z"
                fill="#11A0A3" />
              <path
                d="M35.3688 14.4429L31.5571 10.6312L21.0937 21.0946C20.0412 20.042 18.3348 20.042 17.2821 21.0946L16.3291 22.0475L23.9524 29.6708L24.9054 28.7179C25.9579 27.6652 25.9579 25.9589 24.9054 24.9063L35.3688 14.4429Z"
                fill="#11A0A3" />
              <path
                d="M43.6351 32.1962C41.4474 30.0084 38.8166 29.538 35.7981 30.0774L29.6713 23.9512L28.2082 25.4143C28.6899 27.2247 28.2216 29.2122 26.8105 30.6233L25.8595 31.5743L30.0759 35.7904C29.6508 38.1694 29.6907 40.1872 31.1683 42.3758C32.8733 44.9023 35.8575 46.3383 38.9838 45.908C39.5007 45.8369 39.9324 45.4785 40.0985 44.984C40.2647 44.4895 40.1365 43.9435 39.7677 43.5745L37.9143 41.7243V37.9132H41.7296L43.5726 39.7563C43.9422 40.1259 44.4897 40.2532 44.9846 40.0857C45.4796 39.9182 45.8369 39.4845 45.9065 38.9665C46.2356 36.5152 45.4336 33.9938 43.6351 32.1962Z"
                fill="#11A0A3" />
              <path
                d="M15.9051 10.1795C16.4399 7.19252 16.0069 4.56477 13.7863 2.34258C12.2754 0.831772 10.2539 0 8.09424 0C7.73064 0 7.37091 0.0237187 7.01584 0.0707069C6.49736 0.139527 6.06332 0.497284 5.89568 0.992772C5.72803 1.48808 5.85605 2.03577 6.22585 2.40556L8.08705 4.24825V8.08583H4.25675L2.40938 6.21259C2.0404 5.84361 1.49388 5.71594 0.9992 5.88242C0.504701 6.0489 0.147034 6.48105 0.0759676 6.9981C-0.334618 9.98782 0.960837 13.0252 3.60395 14.8095C5.8008 16.2895 7.83073 16.3262 10.192 15.9005L14.4255 20.141L15.3769 19.1896C16.788 17.7785 18.7754 17.3103 20.5857 17.7919L22.0482 16.3294L15.9051 10.1795Z"
                fill="#11A0A3" />
            </g>
            <defs>
              <clipPath id="clip0_609_5780">
                <rect width="46" height="46" fill="white" />
              </clipPath>
            </defs>
          </svg>


          <h3 class="adv-card-title">
            Своя сервисная служба
          </h3>

          <p class="adv-card-text">
            С нами уже более 70 с/х предприятий и более 7500 единиц техники находятся на сервисном обслуживании
          </p>


        </li>

        <li class="advantages__card adv-card">
          <svg width="47" height="46" viewBox="0 0 47 46" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0_609_5803)">
              <path
                d="M0.5 6.96969V35.5469C0.5 36.9415 1.63059 38.0721 3.02521 38.0721H31.1328V33.0595C30.6196 32.4663 30.2055 31.8011 29.8986 31.0756C29.5066 30.1488 29.308 29.1653 29.308 28.1522C29.308 27.1391 29.5067 26.1556 29.8986 25.2287C30.2769 24.3344 30.8181 23.5316 31.5073 22.8423C32.1965 22.1532 32.9993 21.612 33.8937 21.2337C34.8206 20.8416 35.8041 20.6429 36.8172 20.6429C37.8303 20.6429 38.8138 20.8417 39.7406 21.2337C40.635 21.6119 41.4378 22.1531 42.127 22.8423C42.8162 23.5315 43.3574 24.3344 43.7357 25.2287C44.1278 26.1556 44.3265 27.1391 44.3265 28.1522C44.3265 29.1653 44.1277 30.1488 43.7357 31.0756C43.4289 31.8011 43.0148 32.4663 42.5015 33.0595V38.0721H43.9749C45.3694 38.0721 46.5001 36.9415 46.5001 35.5469V16.1707H37.8038C36.1329 16.1707 34.7736 14.8113 34.7736 13.1405V4.44447H3.02521C1.63054 4.44447 0.5 5.57506 0.5 6.96969ZM6.10724 12.3694H31.3281V15.1471H6.10724V12.3694ZM6.10724 22.3061H27.4898V23.8212H6.10724V22.3061ZM6.10724 27.0535H18.7176V28.5686H6.10724V27.0535Z"
                fill="#11A0A3" />
              <path
                d="M36.2887 4.68169V13.1405C36.2887 13.9773 36.9671 14.6556 37.8038 14.6556H46.2637H46.5L36.2887 4.44407V4.68169Z"
                fill="#11A0A3" />
              <path
                d="M40.9863 38.0721V34.399C40.5947 34.6608 40.1787 34.8854 39.7406 35.0707C38.8137 35.4627 37.8302 35.6615 36.8171 35.6615C35.8041 35.6615 34.8205 35.4627 33.8937 35.0707C33.4556 34.8854 33.0396 34.6607 32.6479 34.399V38.0721V41.5559L36.817 39.8952L40.9862 41.5559V38.0721H40.9863Z"
                fill="#11A0A3" />
              <path
                d="M41.7439 31.5666C42.0632 31.1067 42.32 30.6 42.5015 30.0588C42.7023 29.4599 42.8113 28.8187 42.8113 28.1521C42.8113 24.8417 40.1276 22.1581 36.8172 22.1581C33.5068 22.1581 30.8231 24.8418 30.8231 28.1522C30.8231 28.8187 30.9321 29.4599 31.1329 30.0589C31.3144 30.6001 31.5711 31.1067 31.8904 31.5666C32.1138 31.8882 32.3676 32.1869 32.648 32.4584C33.7268 33.5031 35.1968 34.1464 36.8172 34.1464C38.4375 34.1464 39.9075 33.5032 40.9863 32.4584C41.2666 32.1868 41.5206 31.8881 41.7439 31.5666Z"
                fill="#11A0A3" />
            </g>
            <defs>
              <clipPath id="clip0_609_5803">
                <rect width="45.9999" height="46" fill="white" transform="translate(0.5)" />
              </clipPath>
            </defs>
          </svg>


          <h3 class="adv-card-title">
            Сертифицированное оборудование
          </h3>

          <p class="adv-card-text">
            Прошедшее проверку на соответствие установленным стандартам качества, безопасности и эффективности
          </p>


        </li>

        <li class="advantages__card adv-card">
          <svg width="46" height="46" viewBox="0 0 46 46" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0_609_5816)">
              <path d="M6.18066 8.64988H14.0525V0.78891L6.18066 8.64988Z" fill="#11A0A3" />
              <path
                d="M32.757 0H16.7478V9.99754C16.7478 10.7418 16.1444 11.3452 15.4001 11.3452H5.39062V38.1566C5.39062 38.9009 5.99402 39.5043 6.73828 39.5043H32.757C33.5013 39.5043 34.1047 38.9009 34.1047 38.1566V1.34766C34.1047 0.603391 33.5013 0 32.757 0Z"
                fill="#11A0A3" />
              <path
                d="M39.2617 6.4957H36.8V38.1566C36.8 40.3859 34.9863 42.1996 32.757 42.1996H11.8953V44.6523C11.8953 45.3966 12.4987 46 13.2429 46H39.2617C40.0059 46 40.6093 45.3966 40.6093 44.6523V7.84335C40.6093 7.09909 40.0059 6.4957 39.2617 6.4957Z"
                fill="#11A0A3" />
            </g>
            <defs>
              <clipPath id="clip0_609_5816">
                <rect width="46" height="46" fill="white" />
              </clipPath>
            </defs>
          </svg>


          <h3 class="adv-card-title">
            Подготовка разрешительной документации
          </h3>

          <p class="adv-card-text">
            Сбор, оформление и подача необходимых документов для получения разрешений
          </p>


        </li>

        <li class="advantages__card adv-card">
          <svg width="47" height="46" viewBox="0 0 47 46" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0_609_5830)">
              <path
                d="M46.1604 19.0604C46.0984 18.7078 45.8926 18.3963 45.5928 18.2007C45.2897 18.0051 44.9228 17.9447 44.5754 18.0319C43.782 18.23 42.9593 18.1856 42.2113 17.8977C40.189 17.1212 39.1773 14.8436 39.9523 12.822C40.2468 12.0581 40.7766 11.4108 41.4853 10.9498C41.7865 10.7551 41.9922 10.4436 42.0527 10.0903C42.1148 9.73772 42.0276 9.37506 41.811 9.08957C40.3881 7.21238 38.6915 5.57369 36.7732 4.21952C36.481 4.01386 36.1158 3.94004 35.7657 4.01051C35.4165 4.08349 35.1117 4.29851 34.9254 4.60413C34.5097 5.29254 33.902 5.82814 33.1674 6.15389C32.6603 6.37968 32.1247 6.49474 31.574 6.49474C30.0218 6.49474 28.6139 5.57887 27.9834 4.16248C27.6477 3.40696 27.5611 2.57748 27.7316 1.76408C27.8054 1.414 27.7299 1.04966 27.5258 0.755789C27.3193 0.463592 27.0019 0.270518 26.6478 0.221865C24.3205 -0.103048 21.941 -0.0676764 19.649 0.324344C19.2947 0.38474 18.9847 0.589558 18.7877 0.888467C18.5907 1.18737 18.5269 1.55507 18.613 1.90249C18.8065 2.68751 18.7558 3.49671 18.4686 4.24315C17.8911 5.75097 16.4164 6.76429 14.8029 6.76429C14.3222 6.76429 13.8497 6.67524 13.3942 6.50062C12.6282 6.20604 11.98 5.67533 11.5199 4.96511C11.3264 4.66453 11.0162 4.45803 10.6636 4.39596C10.311 4.33388 9.94834 4.42028 9.66285 4.63447C7.77769 6.05155 6.13062 7.7449 4.76721 9.66474C4.55904 9.95778 4.4834 10.3255 4.55736 10.6764C4.63118 11.0281 4.84942 11.3338 5.15672 11.5184C5.85394 11.9356 6.39541 12.5467 6.72452 13.2865C7.15093 14.2451 7.17945 15.3123 6.80379 16.2911C6.42799 17.2698 5.69218 18.044 4.73352 18.4704C3.96584 18.8104 3.11119 18.8927 2.28843 18.7114C1.93793 18.6332 1.56982 18.7055 1.27426 18.9087C0.978292 19.1135 0.780604 19.4317 0.729854 19.7876C0.395714 22.1433 0.425493 24.5116 0.819191 26.8269C0.879728 27.1839 1.08832 27.4987 1.39184 27.695C1.69536 27.8906 2.06683 27.9485 2.41775 27.8587C3.22066 27.648 4.05434 27.691 4.81531 27.983C5.79424 28.3591 6.56779 29.0945 6.99421 30.0516C7.42062 31.0096 7.4476 32.0766 7.07194 33.0562C6.76926 33.8402 6.21897 34.4993 5.47813 34.9619C5.17084 35.1542 4.95889 35.464 4.89178 35.8191C4.82635 36.175 4.9115 36.541 5.12806 36.8316C6.55689 38.7322 8.26156 40.3902 10.1958 41.7561C10.4918 41.9661 10.862 42.0425 11.2171 41.9628C11.5697 41.8855 11.8757 41.6623 12.0571 41.349C12.4765 40.6237 13.0981 40.0629 13.8553 39.7254C14.3644 39.4996 14.9 39.3854 15.4491 39.3854C17.0009 39.3854 18.4109 40.3005 19.041 41.7177C19.3898 42.5016 19.4691 43.3622 19.2731 44.2068C19.1886 44.5594 19.2592 44.9321 19.4649 45.2301C19.6701 45.5283 19.9917 45.7281 20.3493 45.7776C21.3991 45.9237 22.4666 45.9992 23.5206 45.9992C24.8238 45.9992 26.1352 45.8851 27.4155 45.6625C27.7714 45.6004 28.0871 45.3921 28.2827 45.0858C28.4774 44.7793 28.5345 44.4074 28.4405 44.0574C28.2206 43.2406 28.2592 42.4027 28.5546 41.637C29.134 40.1302 30.6088 39.116 32.2241 39.116C32.7044 39.116 33.1769 39.2059 33.6295 39.3789C34.4135 39.681 35.0717 40.2318 35.5335 40.9706C35.7274 41.2769 36.0389 41.4902 36.3949 41.555C36.749 41.6204 37.1168 41.534 37.4055 41.3148C39.2995 39.8809 40.9483 38.1725 42.3066 36.2382C42.5148 35.9427 42.5888 35.5758 42.5116 35.2224C42.4343 34.8705 42.2144 34.565 41.9037 34.3827C41.1885 33.9655 40.6317 33.3469 40.3001 32.5964C39.4211 30.6177 40.3145 28.2913 42.2914 27.4123C43.0571 27.0715 43.9101 26.9893 44.7329 27.1714C45.0853 27.2478 45.453 27.1755 45.7487 26.97C46.0449 26.765 46.2407 26.4443 46.2893 26.0868C46.6078 23.7422 46.565 21.3789 46.1604 19.0604ZM27.5189 32.0325C26.2437 32.6 24.8929 32.887 23.506 32.887C19.6023 32.887 16.0544 30.5834 14.4678 27.0181C12.2532 22.0381 14.5009 16.1824 19.4831 13.9669C20.7587 13.3986 22.1091 13.1114 23.496 13.1114C27.3997 13.1114 30.9474 15.4159 32.5342 18.9814C34.7498 23.9613 32.499 29.816 27.5189 32.0325Z"
                fill="#11A0A3" />
              <path
                d="M23.4969 15.6904C22.4748 15.6904 21.4749 15.9029 20.5317 16.3225C16.8517 17.9605 15.1873 22.2881 16.8257 25.9694C17.9976 28.6054 20.6204 30.308 23.5061 30.308C24.5283 30.308 25.5269 30.0963 26.4712 29.6766C30.1516 28.0386 31.8139 23.711 30.1778 20.0298C29.0058 17.393 26.3831 15.6904 23.4969 15.6904Z"
                fill="#11A0A3" />
            </g>
            <defs>
              <clipPath id="clip0_609_5830">
                <rect width="46" height="46" fill="white" transform="translate(0.5)" />
              </clipPath>
            </defs>
          </svg>


          <h3 class="adv-card-title">
            Собственная разработка
          </h3>

          <p class="adv-card-text">
            Оборудования, сервисов, надстроек, плагинов, мобильных приложений. Внедрили более 100 специализированных
            решений
          </p>


        </li>

      </ul>


      <button class="advantages__btn btn btn_orange popup-link" data-popup="popup-consult">
        Получить консультацию
      </button>

    </div>
  </section>
  <!-- TODO отключить закрытие popup по клику на пустое место -->

  <section class="section section_offers offers">
    <div class="section__ancor" id="offers"></div>

    <!-- TODO выполнить программирование блока -->
    <div class="container offers__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Что мы предлагаем?
        </h2>
        <p class="top-block__number">
          03
        </p>
      </div>

      <div class="offers__slider-block">
        <h3 class="offers__slider-title">
          Современные IT — решения, которые гарантировано помогут снизить расходы до 40%
        </h3>

        <div class="offers__slider-wrap swiper offers_swiper">
          <ul class="offers__slider swiper-wrapper">

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="1">
              <div class="off-card__img">
                <picture>
                  <source srcset="/assets/img/offer1.webp" type="image/webp"><img src="/assets/img/offer1.jpg" alt="">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Контроллер (Гарвекс, КМАЗС и др.)
                </h2>
                <p class="off-card__subtitle">
                  Для автоматизации выдачи и учёта
                </p>
                
                <p class="off-card__text text">
                  Функции:<br>
                  • Выдача топлива по электронным картам, ПИН-кодам<br>
                  • Выдача топлива по лимитам: дата, время,<br>
                  дни недели, суточный/месячный объём и другие комбинации условий
                  • Измерение и хранение информации
                  об уровне топлива (при наличии уровнемера)<br>
                  • Измерение и хранение информации о плотности, температуре,
                  объёме и массе• топлива (при наличии уровнемера)<br>
                  • Хранение данных в собственной энергонезависимой
                  памяти<br><br>

                  Преимущества:<br>
                  • Не требуется оператор• Выдача топлива происходит быстрее чем с оператором<br>
                  • Задаются лимиты выдачи топлива для каждого сотрудника<br>
                  • Переход от бумажного к электронному учёту расхода топлива<br>
                  • Контроль количества топлива в ёмкостях<br>
                  • Удалённое управление системой через интернет<br>
                </p>
                
                
                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>
                  
                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>
                
                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>

              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="2">
              <div class="off-card__img">
                <picture>
                  <source srcset="/assets/img/offer2.webp" type="image/webp"><img src="/assets/img/offer2.jpg" alt="">
                </picture>

              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Автоматизированная колонка
                </h2>
                <p class="off-card__subtitle">
                  Отвечает за отгрузку топлива.
                </p>

                <!-- перенесес выше на этап верстки -->
                
                <p class="off-card__text text">
                  Функции:<br>
                  • Отгрузка топлива<br>
                  • Определение объёма выданного топлива<br>
                  • Наличии фильтра грубой очистки
                  позволяет не допускать попадания «сторонних примесей» в технику<br><br>

                  Преимущества:<br>
                  • Отсутствие погрешности<br>
                  • Сокращение времени заправки техники<br>
                  • Простота обслуживания<br>
                </p>
                
                
                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>
                  
                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>
                
                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="3">
              <div class="off-card__img">
                <picture>
                  <source srcset="/assets/img/offer3.webp" type="image/webp"><img src="/assets/img/offer3.jpg" alt="">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Уровнемер
                </h2>
                <p class="off-card__subtitle">
                  Отвечает за данные по приёмке и хранению нефтепродуктов.
                </p>

                <p class="off-card__text text">
                  Функции:<br>
                  • Измерение уровня топлива<br>
                  • Измерение уровня раздела сред (топливо/вода)<br>
                  • Измерение температуры топлива (влияет на уровень топлива)<br>
                  • Измерение плотности топлива (влияет на уровень топлива)<br>
                  • Измерение объёма топлива (таблица/формулы)<br>
                  • Измерение массы топлива<br>
                  • Цифровой интерфейс RS-485<br>
                  • Взрывобезопасное исполнение<br><br>

                  Преимущества:
                  • Инструментальный контроль измеряемых параметров<br>
                  • Точная информация об уровне, объёме топлива, его температуре и плотности<br>
                  • Исключение человеческого фактора и ошибок<br>
                  • Непрерывная самодиагностика и измерение параметров<br>
                  • Возможность формировать различные отчёты<br>
                  • Реализация перехода от бумажного к электронному учёту расхода топлива<br>
                  • Интеграция с учётными системами (1С и аналогами)<br>
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>
                
                <button class="off-card__btn off-card__btn_hide">
                  Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_calc" data-id="4">
              <div class="off-card__img">
                <picture>
                  <source srcset="/assets/img/offer4.webp" type="image/webp"><img src="/assets/img/offer4.jpg" alt="">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Топливозаправочный пункт (ТЗП)
                </h2>
                <p class="off-card__subtitle">
                  Включает в себя закрытие всех вопросов учёта топлива на предприятии
                </p>

                <p class="off-card__text text">
                  <b>Функции:</b><br>
                  • Автоматизация полного цикла движения топлива на предприятиях<br>
                  • Хранение топлива<br>
                  • Контроль поступления топлива<br>
                  • Контроль выдачи топлива<br>
                  • По идее ТЗП решает все вопросы в совокупности, в отличии от остальных отдельных решений.<br><br>

                  <b>Преимущества:</b><br>
                  • Снижение уровня расходов на топливо до 40%<br>
                  • Инструментальный контроль за расходом топлива<br>
                  • Исключение случаев махинаций и хищения топлива<br>
                  • Сокращение издержек на обслуживание ТРК (отсутствие оператора)<br>
                  • Сокращение времени заправки техники, оперативность управления ТРК и лимитами<br>
                  • Сертифицирован и соответствует нормам законодательства<br>
                  • Интеграция со сторонними учётными системами: 1С, СМТ, Видео и т.д.<br>
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="5">
              <div class="off-card__img">
                <picture>
                  <source srcset="/assets/img/offer5.webp" type="image/webp"><img src="/assets/img/offer5.jpg" alt="">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Видеоконтроль
                </h2>
                <p class="off-card__subtitle">
                  Позволяет контролировать все процессы, происходящие на АЗС
                </p>

                <p class="off-card__text text">
                  1С, Скаут, Ivideon и их аналогами или сторонними сервисами
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="6">
              <div class="off-card__img">
                <picture>
                  <source srcset="/assets/img/offer6.webp" type="image/webp"><img src="/assets/img/offer6.jpg" alt="">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Автотопливозаправщик (Передвижной)
                </h2>
                <p class="off-card__subtitle">
                  Включает в себя закрытие всех вопросов учёта топлива на предприятии
                </p>

                <p class="off-card__text text">
                  Функции<br>
                  • Автоматизация полного цикла движения топлива на предприятиях<br>
                  • Хранение топлива<br>
                  • Контроль поступления топлива<br>
                  • Контроль выдачи топлива<br>
                  • По идее ТЗП решает все вопросы в совокупности, в отличии от остальных отдельных решений.<br><br>

                  Преимущества<br>
                  • Снижение уровня расходов на топливо до 40%<br>
                  • Инструментальный контроль за расходом топлива<br>
                  • Исключение случаев махинаций и хищения топлива<br>
                  • Сокращение издержек на обслуживание ТРК (отсутствие оператора)<br>
                  • Сокращение времени заправки техники, оперативность управления ТРК и лимитами<br>
                  • Сертифицирован и соответствует нормам законодательства• Интеграция со сторонними учётными системами:
                  1С, СМТ, Видео и т.д.<br>
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="7">
              <div class="off-card__img">
                <picture>
                  <source srcset="/assets/img/offer7.webp" type="image/webp"><img src="/assets/img/offer7.jpg" alt="">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Интеграция с внешними учётными сервисами
                </h2>
                <p class="off-card__subtitle">
                  Интеграция с внешними учётными сервисами
                </p>

                <p class="off-card__text text">
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="8">
              <div class="off-card__img">
                <picture>
                  <source srcset="/assets/img/offer8.webp" type="image/webp"><img src="/assets/img/offer8.jpg" alt="">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Услуги для АЗС
                </h2>
                <p class="off-card__subtitle">
                  Услуги, обеспечивающие максимальную продолжительность и прибыльность АЗС, АЗ\ГЗС и нефтебаз.
                </p>

                <p class="off-card__text text">
                  Предлагаем:<br>
                  • Расчет и подбор оборудования и комплектующих<br>
                  • Внедрение и установка программного обеспечения<br>
                  • Гарантийное и постгарантийное обслуживание<br>
                  • Сервис и техническая поддержка<br>
                  • Модернизация имеющегося оборудования<br>
                  • Проектирование и разработка индивидуальной документации для АЗС<br>
                  • Проведение аудита на предмет технического содержания и эксплуатации АЗС<br>
                  • Очистка топливных емкостей<br>
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

          </ul>

        </div>

        <div class="swiper-button swiper-button-prev swiper-button-prev-offer">
          <svg width="14" height="26" viewBox="0 0 14 26" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M12.6364 0.999976L1 12.6363L12.6364 24.2727" stroke="#117074" stroke-width="2"
              stroke-linecap="round" stroke-linejoin="round" />
          </svg>

        </div>

        <div class="swiper-button swiper-button-next swiper-button-next-offer">
          <svg width="14" height="26" viewBox="0 0 14 26" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M1.36364 0.999976L13 12.6363L1.36364 24.2727" stroke="#117074" stroke-width="2"
              stroke-linecap="round" stroke-linejoin="round" />
          </svg>

        </div>

      </div>
    </div>
  </section>

  <section class="section section_solutions solutions">
    <div class="section__ancor" id="solutions"></div>

    <div class="container solutions__container">
      <div class="top-block">
        <h2 class="top-block__title section-title">
          Какие проблемы решаем?
        </h2>
        <p class="top-block__number">
          04
        </p>
      </div>

      <ul class="solutions__list">
        <li class="solutions__item">
          <svg width="29" height="70" viewBox="0 0 29 70" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M18.4 0H28.4V70H16.9V12.3L2.8 16.3L0 6.5L18.4 0Z" fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Отсутствие оперативной информации об остатках топлива и его качестве
          </p>
        </li>

        <li class="solutions__item">
          <svg width="47" height="72" viewBox="0 0 47 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M0.2 71.3V62.3L24.6 37.4C30.5333 31.4667 33.5 26.3333 33.5 22C33.5 18.6 32.4667 15.9667 30.4 14.1C28.4 12.1667 25.8333 11.2 22.7 11.2C16.8333 11.2 12.5 14.1 9.7 19.9L0 14.2C2.2 9.53334 5.3 6 9.3 3.6C13.3 1.2 17.7333 0 22.6 0C28.7333 0 34 1.93333 38.4 5.8C42.8 9.66667 45 14.9333 45 21.6C45 28.7333 41.0333 36.3333 33.1 44.4L17.3 60.2H46.3V71.3H0.2Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Отсутствие контроля процесса заправки техники
          </p>
        </li>

        <li class="solutions__item">
          <svg width="48" height="72" viewBox="0 0 48 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M30.9 28.6C35.9667 29.8 40.0667 32.1667 43.2 35.7C46.4 39.1667 48 43.5333 48 48.8C48 55.8 45.6333 61.3 40.9 65.3C36.1667 69.3 30.3667 71.3 23.5 71.3C18.1667 71.3 13.3667 70.0667 9.1 67.6C4.9 65.1333 1.86667 61.5333 0 56.8L9.8 51.1C11.8667 57.1 16.4333 60.1 23.5 60.1C27.5 60.1 30.6667 59.1 33 57.1C35.3333 55.0333 36.5 52.2667 36.5 48.8C36.5 45.3333 35.3333 42.6 33 40.6C30.6667 38.6 27.5 37.6 23.5 37.6H20.9L16.3 30.7L31.4 10.8H2.1V0H45.1V9.8L30.9 28.6Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Сложность процесса приёма топлива и несоблюдение всех процедур
          </p>
        </li>

        <li class="solutions__item">
          <svg width="54" height="71" viewBox="0 0 54 71" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M54 47.0001V57.7001H46V70.3001H34.4V57.7001H0V47.0001L24.1 0.300049H36.6L12.5 47.0001H34.4V28.8001H46V47.0001H54Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Недостачи при приёме топлива от поставщика/перевозчика
          </p>
        </li>

        <li class="solutions__item">
          <svg width="49" height="72" viewBox="0 0 49 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M24.5 26.7001C31.1667 26.7001 36.8 28.7001 41.4 32.7001C46 36.6334 48.3 42.1001 48.3 49.1001C48.3 56.1001 45.9333 61.6001 41.2 65.6001C36.4667 69.6001 30.6667 71.6001 23.8 71.6001C18.2667 71.6001 13.3667 70.3334 9.1 67.8001C4.83333 65.2001 1.8 61.4667 0 56.6001L9.9 50.9001C11.7667 57.2334 16.4 60.4001 23.8 60.4001C27.7333 60.4001 30.8667 59.4001 33.2 57.4001C35.6 55.3334 36.8 52.5667 36.8 49.1001C36.8 45.6334 35.6333 42.9001 33.3 40.9001C30.9667 38.9001 27.8667 37.9001 24 37.9001H3.6L6.3 0.300049H45.3V11.1001H16.9L15.7 26.7001H24.5Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Отсутствие какого‑либо контроля при заправке техники
          </p>
        </li>

        <li class="solutions__item">
          <svg width="50" height="72" viewBox="0 0 50 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M24.8 23.8001C32.0667 23.8001 38 26.0334 42.6 30.5C47.2 34.9001 49.5 40.6334 49.5 47.7001C49.5 54.7667 47.2 60.5334 42.6 65.0001C38 69.4001 32.0667 71.6001 24.8 71.6001C17.4667 71.6001 11.5 69.4001 6.9 65.0001C2.3 60.5334 0 54.7667 0 47.7001C0 42.3667 1.4 37.6667 4.2 33.6001L26.4 0.300049H39.5L23.5 23.8001H24.8ZM24.8 60.7001C28.6667 60.7001 31.8333 59.5334 34.3 57.2001C36.7667 54.8001 38 51.6334 38 47.7001C38 43.7667 36.7667 40.6334 34.3 38.3001C31.8333 35.9001 28.6667 34.7001 24.8 34.7001C20.8667 34.7001 17.6667 35.9001 15.2 38.3001C12.7333 40.6334 11.5 43.7667 11.5 47.7001C11.5 51.6334 12.7333 54.8001 15.2 57.2001C17.6667 59.5334 20.8667 60.7001 24.8 60.7001Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Несоответствие нормам и требованиям пожарной безопасности и экологии
          </p>
        </li>

        <li class="solutions__item">
          <svg width="45" height="71" viewBox="0 0 45 71" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M0 0.599976H44.5V10.6L19.9 70.6H7.8L32 11.6H0V0.599976Z" fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Изношенность топливораздаточной колонки (ТРК) и высокий риск выхода её из строя
          </p>
        </li>

        <li class="solutions__item">
          <svg width="50" height="74" viewBox="0 0 50 74" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M38.8 35.5C45.6667 39.3 49.1 44.9666 49.1 52.5C49.1 58.9 46.8667 63.9666 42.4 67.7C37.9333 71.3666 32 73.2 24.6 73.2C17.2 73.2 11.2333 71.3666 6.7 67.7C2.23333 63.9666 0 58.9 0 52.5C0 48.9 0.9 45.6333 2.7 42.7C4.5 39.7 7.03333 37.3 10.3 35.5C5.03333 32.0333 2.4 27.1 2.4 20.7C2.4 14.3 4.53333 9.36664 8.8 5.89998C13.0667 2.36664 18.3333 0.599976 24.6 0.599976C30.8 0.599976 36.0333 2.36664 40.3 5.89998C44.6333 9.36664 46.8 14.3 46.8 20.7C46.8 27.1 44.1333 32.0333 38.8 35.5ZM24.6 11.5C21.4667 11.5 18.9 12.3333 16.9 14C14.9 15.6666 13.9 18.0666 13.9 21.2C13.9 24.2 14.9 26.5666 16.9 28.3C18.9667 30.0333 21.5333 30.9 24.6 30.9C27.6 30.9 30.1333 30.0333 32.2 28.3C34.2667 26.5666 35.3 24.2 35.3 21.2C35.3 18.0666 34.2667 15.6666 32.2 14C30.2 12.3333 27.6667 11.5 24.6 11.5ZM24.6 62.3C28.4667 62.3 31.6 61.3666 34 59.5C36.4 57.5666 37.6 54.8666 37.6 51.4C37.6 47.9333 36.4 45.2666 34 43.4C31.6 41.4666 28.4667 40.5 24.6 40.5C20.6667 40.5 17.5 41.4666 15.1 43.4C12.7 45.2666 11.5 47.9333 11.5 51.4C11.5 54.8666 12.7 57.5666 15.1 59.5C17.5 61.3666 20.6667 62.3 24.6 62.3Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Ручной учёт на бумажных носителях транзакций по выдаче топлива и возвратам
          </p>
        </li>

        <li class="solutions__item">
          <svg width="50" height="72" viewBox="0 0 50 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M49.5 24.5C49.5 29.8333 48.1 34.5333 45.3 38.6L23.2 71.9H10L26 48.4H24.8C17.5333 48.4 11.5667 46.2 6.9 41.8C2.3 37.3333 0 31.5666 0 24.5C0 17.4333 2.3 11.7 6.9 7.29998C11.5667 2.83331 17.5333 0.599976 24.8 0.599976C32.0667 0.599976 38 2.83331 42.6 7.29998C47.2 11.7 49.5 17.4333 49.5 24.5ZM11.5 24.5C11.5 28.3666 12.7333 31.5 15.2 33.9C17.7333 36.3 20.9333 37.5 24.8 37.5C28.6667 37.5 31.8333 36.3333 34.3 34C36.7667 31.6 38 28.4333 38 24.5C38 20.5666 36.7667 17.4333 34.3 15.1C31.8333 12.7 28.6667 11.5 24.8 11.5C20.9333 11.5 17.7333 12.7 15.2 15.1C12.7333 17.4333 11.5 20.5666 11.5 24.5Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Недостоверность
            данных счётчика топлива или объемомера
          </p>
        </li>

      </ul>

      <button class="btn btn_gray popup-link" data-popup="popup-calc_one">
        Рассчитать стоимость
      </button>
    </div>
  </section>

  <section class="section section_types types">
    <div class="section__ancor" id="types"></div>

    <div class="container types__container">
      <div class="top-block">
        <h2 class="top-block__title section-title">
          Виды топливозаправочных пунктов (ТЗП)
        </h2>
        <p class="top-block__number">
          05
        </p>
      </div>

      <ul class="types__list">

        <li class="types__item type-card">
          <h3 class="type-card__title">
            Топливозаправочный пункт с открытым техническим отсеком
          </h3>

          <div class="type-card__text-block">
            <p class="type-card__subtitle">
              Установлено:
            </p>

            <p class="type-card__text">
              • ТЗП 20м3, объем не разделен<br>
              • резервуар двустенный<br>
              • межстенное пространство герметизировано, заполнено азотом<br>
              • сталь исполнения Ст3Сп5<br>
              • ТРК ТОПАЗ-611, 1 рукав<br>
              • ПАК «ТОПАЗ-Автономный налив»<br>
              • уровнемер ПМП-201<br>
              • насос наполнения КМ80-65-140Е<br>
              • система авт. пожаротушения «БУРАН-2,5»<br>
              • светодиодный светильник (Ex)<br>
              • открытое исполнение тех. отсека<br>
            </p>

            <button class="btn btn_gray popup-link" data-popup="popup-calc_one">
              Рассчитать стоимость
            </button>
          </div>

          <div class="type-card__image-block">
            <div class="type-card__image">
              <picture>
                <source srcset="/assets/img/type-card-1-m.jpg" type="image/jpeg" media="(max-width: 460px)">
                <source srcset="/assets/img/type-card-1-sm.jpg" type="image/jpeg" media="(max-width: 1260px)">
                <img src="/assets/img/type-card-1.jpg" alt="">
              </picture>
            </div>
          </div>

        </li>

        <li class="types__item type-card">
          <h3 class="type-card__title">
            Топливозаправочный пункт с закрытым техническим отсеком
          </h3>

          <div class="type-card__text-block">
            <p class="type-card__subtitle">
              Установлено:
            </p>

            <p class="type-card__text">
              • ТЗП 40м3, 2 отсека 20м3 + 20м3<br>
              • резервуар двустенный<br>
              • межстенное пространство герметизировано, заполнено азотом<br>
              • сталь исполнения Ст3Сп5<br>
              • 2*ТРК ТОПАЗ-511, 1 рукав<br>
              • спец. контроллер КМАЗС<br>
              • 2*уровнемер ПМП-201<br>
              • 2*насос наполнения КМ80-65-140Е<br>
              • 2*система авт. пожаротушения «БУРАН-2,5»<br>
              • 2*светодиодный светильник (Ex)<br>
              • закрытый тех. отсек<br>
            </p>

            <button class="btn btn_gray popup-link" data-popup="popup-calc_one">
              Рассчитать стоимость
            </button>
          </div>

          <div class="type-card__image-block">
            <div class="type-card__image">
              <picture>
                <source srcset="/assets/img/type-card-2-m.jpg" type="image/jpeg" media="(max-width: 460px)">

                <source srcset="/assets/img/type-card-2-sm.jpg" type="image/jpeg" media="(max-width: 1260px)">
                <img src="/assets/img/type-card-2.jpg" alt="">
              </picture>
            </div>
          </div>

        </li>

        <li class="types__item type-card">
          <h3 class="type-card__title">
            Топливозаправочный пункт с закрытым
            техническим отсеком в контейнере
          </h3>

          <div class="type-card__text-block">
            <p class="type-card__subtitle">
              Установлено:
            </p>

            <p class="type-card__text">
              • ТЗП 38м3, объем не разделен<br>
              • резервуар двустенный<br>
              • межстенное пространство герметизировано, заполнено азотом<br>
              • сталь исполнения Ст3Сп5<br>
              • 2*ТРК ТОПАЗ-511, 1 рукав<br>
              • спец. контроллер КВОТА-3<br>
              • уровнемер ПМП-201<br>
              • насос наполнения КМ80-65-140Е<br>
              • система авт. пожаротушения «БУРАН-2,5»<br>
              • светодиодный светильник (Ex)<br>
              • контейнерное исполнение, морской 40-футовый контейнер<br>
            </p>

            <button class="btn btn_gray popup-link" data-popup="popup-calc_one">
              Рассчитать стоимость
            </button>
          </div>

          <div class="type-card__image-block">
            <div class="type-card__image">
              <picture>
                <source srcset="/assets/img/type-card-3-m.jpg" type="image/jpeg" media="(max-width: 460px)">

                <source srcset="/assets/img/type-card-3-sm.jpg" type="image/jpeg" media="(max-width: 1260px)">
                <img src="/assets/img/type-card-3.jpg" alt="">
              </picture>
            </div>
          </div>

        </li>

      </ul>

    </div>
  </section>

  <section class="section section_results results">
    <div class="section__ancor" id="results"></div>

    <div class="container results__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Результаты внедрения
        </h2>
        <p class="top-block__number">
          06
        </p>
      </div>

      <div class="results__content">
        <div class="results__top-block">
          <div class="swiper results_top_swiper">
            <ul class="results__top-list swiper-wrapper">

              <li class="results__top-item swiper-slide">
                Пламя<br> Племзавод
              </li>

              <li class="results__top-item swiper-slide">
                Приневское<br> Племзавод
              </li>

              <li class="results__top-item swiper-slide">
                Культура<br>
                Агро
              </li>

              <li class="results__top-item swiper-slide">
                Пригородный<br>
                СПК
              </li>

            </ul>

          </div>
          <div class="swiper-button-next swiper-button-next_res"></div>
          <div class="swiper-button-prev swiper-button-prev_res"></div>

        </div>

        <div class="results__bot-block">

          <div class="swiper results_bot_swiper">

            <ul class="results__bot-list swiper-wrapper">




              <li class="results__bot-item res-card swiper-slide">

                <div class="res-card__left">

                  <div class="res-card__lable">
                    АО "Племзавод " Пламя"
                  </div>

                  <p class="res-card__desc">
                    Работаем с 2018 года
                  </p>

                  <ul class="res-card__big-list">
                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1718)">
                            <path
                              d="M26.9317 14.5837L20.3193 10.7514L23.6528 2.75141C23.7691 2.5138 23.8233 2.25057 23.8102 1.98635C23.7971 1.72212 23.7171 1.46554 23.5779 1.24061C23.4386 1.01567 23.2446 0.829748 23.0139 0.700224C22.7832 0.570701 22.5235 0.501814 22.2589 0.500011C21.9073 0.498687 21.5655 0.61627 21.2891 0.833667L21.18 0.927215L9.48645 11.9971C9.31066 12.164 9.17613 12.3696 9.09352 12.5975C9.0109 12.8254 8.98246 13.0695 9.01044 13.3103C9.03843 13.5511 9.12207 13.7821 9.25475 13.9849C9.38742 14.1878 9.5655 14.3571 9.77489 14.4793L16.3888 18.3147L13.0163 26.4067C12.8772 26.7367 12.8561 27.1047 12.9566 27.4485C13.0571 27.7923 13.273 28.091 13.5679 28.2942C13.8629 28.4974 14.2189 28.5928 14.5759 28.5642C14.9329 28.5356 15.2692 28.3849 15.5281 28.1373L27.2217 17.0643C27.3971 16.8973 27.5312 16.6917 27.6135 16.4639C27.6959 16.2361 27.7241 15.9922 27.6959 15.7516C27.6678 15.511 27.5841 15.2803 27.4515 15.0776C27.3188 14.8749 27.1409 14.7058 26.9317 14.5837Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath id="clip0_255_1718">
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Задача
                      </h4>
                      <p class="res-card__big-item-value">
                        Организовать контроль за работой АТЗ, исключенить махинаций с топливом
                      </p>

                    </li>

                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1724)">
                            <path
                              d="M35.5625 12.3438H33.9172L29.6851 2.82227C29.4936 2.39148 29.1812 2.02548 28.7859 1.7686C28.3906 1.51173 27.9293 1.37501 27.4578 1.375H9.54219C9.07074 1.37501 8.60942 1.51173 8.2141 1.7686C7.81879 2.02548 7.50645 2.39148 7.31492 2.82227L3.08281 12.3438H1.4375C1.11427 12.3438 0.804273 12.4722 0.575714 12.7007C0.347154 12.9293 0.21875 13.2393 0.21875 13.5625C0.21875 13.8857 0.347154 14.1957 0.575714 14.4243C0.804273 14.6528 1.11427 14.7812 1.4375 14.7812H2.65625V26.9688C2.65625 27.6152 2.91306 28.2352 3.37018 28.6923C3.8273 29.1494 4.44728 29.4062 5.09375 29.4062H8.75C9.39647 29.4062 10.0165 29.1494 10.4736 28.6923C10.9307 28.2352 11.1875 27.6152 11.1875 26.9688V25.75H25.8125V26.9688C25.8125 27.6152 26.0693 28.2352 26.5264 28.6923C26.9835 29.1494 27.6035 29.4062 28.25 29.4062H31.9062C32.5527 29.4062 33.1727 29.1494 33.6298 28.6923C34.0869 28.2352 34.3438 27.6152 34.3438 26.9688V14.7812H35.5625C35.8857 14.7812 36.1957 14.6528 36.4243 14.4243C36.6528 14.1957 36.7812 13.8857 36.7812 13.5625C36.7812 13.2393 36.6528 12.9293 36.4243 12.7007C36.1957 12.4722 35.8857 12.3438 35.5625 12.3438ZM11.1875 19.6562H7.53125C7.20802 19.6562 6.89802 19.5278 6.66946 19.2993C6.4409 19.0707 6.3125 18.7607 6.3125 18.4375C6.3125 18.1143 6.4409 17.8043 6.66946 17.5757C6.89802 17.3472 7.20802 17.2188 7.53125 17.2188H11.1875C11.5107 17.2188 11.8207 17.3472 12.0493 17.5757C12.2778 17.8043 12.4062 18.1143 12.4062 18.4375C12.4062 18.7607 12.2778 19.0707 12.0493 19.2993C11.8207 19.5278 11.5107 19.6562 11.1875 19.6562ZM29.4688 19.6562H25.8125C25.4893 19.6562 25.1793 19.5278 24.9507 19.2993C24.7222 19.0707 24.5938 18.7607 24.5938 18.4375C24.5938 18.1143 24.7222 17.8043 24.9507 17.5757C25.1793 17.3472 25.4893 17.2188 25.8125 17.2188H29.4688C29.792 17.2188 30.102 17.3472 30.3305 17.5757C30.5591 17.8043 30.6875 18.1143 30.6875 18.4375C30.6875 18.7607 30.5591 19.0707 30.3305 19.2993C30.102 19.5278 29.792 19.6562 29.4688 19.6562ZM5.75035 12.3438L9.54219 3.8125H27.4578L31.2496 12.3438H5.75035Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath id="clip0_255_1724">
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Парк техники
                      </h4>
                      <p class="res-card__big-item-value">
                        Более 50 единиц техники
                      </p>

                    </li>

                    <li class="res-card__big-item res-card__big-item_large">
                      <h4 class="res-card__big-item-title">
                        <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path
                            d="M4.375 4.375V27.7083C4.375 28.4819 4.68229 29.2237 5.22927 29.7707C5.77625 30.3177 6.51812 30.625 7.29167 30.625H30.625"
                            stroke="#117074" stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M10.2083 20.417L16.0416 14.5837L21.8749 20.417L30.6249 11.667" stroke="#117074"
                            stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M26.25 11.667H30.625V16.042" stroke="#117074" stroke-width="2.91667"
                            stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        Результаты
                      </h4>

                      <ul class="res-card__small-list">
                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big"
                              style="background-image: conic-gradient(from 0deg at 50% 50%, #CDFAF6 0deg, #CDFAF6 269.97deg, #FAB502 270.01deg, #117074 360deg);">

                            </div>

                            <div class="circle_small">

                            </div>

                            <span class="circle__text">
                              25%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Сокращение пробегов автотранспорта
                          </p>

                        </li>

                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big"
                              style="background-image: conic-gradient(from 0deg at 50% 50%, #CDFAF6 0deg, #CDFAF6 178.67deg, #FAB502 181.24deg, #117074 360deg);">


                            </div>

                            <div class="circle_small">

                            </div>

                            <span class="circle__text">
                              50%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Снижение затрат на топливо по с/х технике
                          </p>

                        </li>

                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big"
                              style="background-image: conic-gradient(from 0deg at 50% 50%, #CDFAF6 0deg, #CDFAF6 322.82deg, #FAB502 322.85deg, #117074 360deg);">


                            </div>

                            <div class="circle_small">

                            </div>

                            <span class="circle__text">
                              10%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Сокращение норм расхода на с/х технике
                          </p>

                        </li>

                      </ul>
                    </li>
                  </ul>

                </div>


                <div class="res-card__right">
                  <h5 class="res-card__right-title">
                    Результаты и процесс работы
                  </h5>

                  <div class="res-card__right-slider-wrap">
                    <div class="swiper res-card_swiper res-card_swiper-1">
                      <ul class="swiper-wrapper">
                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-1-1.webp" type="image/webp"><img src="/assets/img/res-img-1-1.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-1-2.webp" type="image/webp"><img src="/assets/img/res-img-1-2.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-1-3.webp" type="image/webp"><img src="/assets/img/res-img-1-3.jpg" alt="">
                          </picture>
                        </li>
                      </ul>
                    </div>
                    <div class="swiper-pagination swiper-pagination-res-1"></div>
                    <div class="swiper-button swiper-button-next swiper-button-next_res-card__right-1"></div>
                    <div class="swiper-button swiper-button-prev swiper-button-prev_res-card__right-1"></div>
                  </div>
                </div>
              </li>

              <li class="results__bot-item res-card swiper-slide">

                <div class="res-card__left">

                  <div class="res-card__lable">
                    ЗАО "Племенной Завод Приневское"
                  </div>

                  <p class="res-card__desc">
                    Работаем с 2016 года
                  </p>

                  <ul class="res-card__big-list">
                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1718)">
                            <path
                              d="M26.9317 14.5837L20.3193 10.7514L23.6528 2.75141C23.7691 2.5138 23.8233 2.25057 23.8102 1.98635C23.7971 1.72212 23.7171 1.46554 23.5779 1.24061C23.4386 1.01567 23.2446 0.829748 23.0139 0.700224C22.7832 0.570701 22.5235 0.501814 22.2589 0.500011C21.9073 0.498687 21.5655 0.61627 21.2891 0.833667L21.18 0.927215L9.48645 11.9971C9.31066 12.164 9.17613 12.3696 9.09352 12.5975C9.0109 12.8254 8.98246 13.0695 9.01044 13.3103C9.03843 13.5511 9.12207 13.7821 9.25475 13.9849C9.38742 14.1878 9.5655 14.3571 9.77489 14.4793L16.3888 18.3147L13.0163 26.4067C12.8772 26.7367 12.8561 27.1047 12.9566 27.4485C13.0571 27.7923 13.273 28.091 13.5679 28.2942C13.8629 28.4974 14.2189 28.5928 14.5759 28.5642C14.9329 28.5356 15.2692 28.3849 15.5281 28.1373L27.2217 17.0643C27.3971 16.8973 27.5312 16.6917 27.6135 16.4639C27.6959 16.2361 27.7241 15.9922 27.6959 15.7516C27.6678 15.511 27.5841 15.2803 27.4515 15.0776C27.3188 14.8749 27.1409 14.7058 26.9317 14.5837Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath id="clip0_255_1718">
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Задача
                      </h4>
                      <p class="res-card__big-item-value">
                        Организовать контроль за работой АТЗ, исключенить махинаций с топливом
                      </p>

                    </li>

                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1724)">
                            <path
                              d="M35.5625 12.3438H33.9172L29.6851 2.82227C29.4936 2.39148 29.1812 2.02548 28.7859 1.7686C28.3906 1.51173 27.9293 1.37501 27.4578 1.375H9.54219C9.07074 1.37501 8.60942 1.51173 8.2141 1.7686C7.81879 2.02548 7.50645 2.39148 7.31492 2.82227L3.08281 12.3438H1.4375C1.11427 12.3438 0.804273 12.4722 0.575714 12.7007C0.347154 12.9293 0.21875 13.2393 0.21875 13.5625C0.21875 13.8857 0.347154 14.1957 0.575714 14.4243C0.804273 14.6528 1.11427 14.7812 1.4375 14.7812H2.65625V26.9688C2.65625 27.6152 2.91306 28.2352 3.37018 28.6923C3.8273 29.1494 4.44728 29.4062 5.09375 29.4062H8.75C9.39647 29.4062 10.0165 29.1494 10.4736 28.6923C10.9307 28.2352 11.1875 27.6152 11.1875 26.9688V25.75H25.8125V26.9688C25.8125 27.6152 26.0693 28.2352 26.5264 28.6923C26.9835 29.1494 27.6035 29.4062 28.25 29.4062H31.9062C32.5527 29.4062 33.1727 29.1494 33.6298 28.6923C34.0869 28.2352 34.3438 27.6152 34.3438 26.9688V14.7812H35.5625C35.8857 14.7812 36.1957 14.6528 36.4243 14.4243C36.6528 14.1957 36.7812 13.8857 36.7812 13.5625C36.7812 13.2393 36.6528 12.9293 36.4243 12.7007C36.1957 12.4722 35.8857 12.3438 35.5625 12.3438ZM11.1875 19.6562H7.53125C7.20802 19.6562 6.89802 19.5278 6.66946 19.2993C6.4409 19.0707 6.3125 18.7607 6.3125 18.4375C6.3125 18.1143 6.4409 17.8043 6.66946 17.5757C6.89802 17.3472 7.20802 17.2188 7.53125 17.2188H11.1875C11.5107 17.2188 11.8207 17.3472 12.0493 17.5757C12.2778 17.8043 12.4062 18.1143 12.4062 18.4375C12.4062 18.7607 12.2778 19.0707 12.0493 19.2993C11.8207 19.5278 11.5107 19.6562 11.1875 19.6562ZM29.4688 19.6562H25.8125C25.4893 19.6562 25.1793 19.5278 24.9507 19.2993C24.7222 19.0707 24.5938 18.7607 24.5938 18.4375C24.5938 18.1143 24.7222 17.8043 24.9507 17.5757C25.1793 17.3472 25.4893 17.2188 25.8125 17.2188H29.4688C29.792 17.2188 30.102 17.3472 30.3305 17.5757C30.5591 17.8043 30.6875 18.1143 30.6875 18.4375C30.6875 18.7607 30.5591 19.0707 30.3305 19.2993C30.102 19.5278 29.792 19.6562 29.4688 19.6562ZM5.75035 12.3438L9.54219 3.8125H27.4578L31.2496 12.3438H5.75035Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath id="clip0_255_1724">
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Парк техники
                      </h4>
                      <p class="res-card__big-item-value">
                        Более 50 единиц техники
                      </p>

                    </li>

                    <li class="res-card__big-item res-card__big-item_large">
                      <h4 class="res-card__big-item-title">
                        <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path
                            d="M4.375 4.375V27.7083C4.375 28.4819 4.68229 29.2237 5.22927 29.7707C5.77625 30.3177 6.51812 30.625 7.29167 30.625H30.625"
                            stroke="#117074" stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M10.2083 20.417L16.0416 14.5837L21.8749 20.417L30.6249 11.667" stroke="#117074"
                            stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M26.25 11.667H30.625V16.042" stroke="#117074" stroke-width="2.91667"
                            stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        Результаты
                      </h4>

                      <ul class="res-card__small-list">
                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big"
                              style="background-image: conic-gradient(from 0deg at 50% 50%, #CDFAF6 0deg, #CDFAF6 216.48deg, #FAB502 217.4deg, #117074 360deg);">

                            </div>

                            <div class="circle_small">

                            </div>

                            <span class="circle__text">
                              40%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Снижение затрат на топливо
                          </p>

                        </li>

                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big"
                              style="background-image: conic-gradient(from 0deg at 50% 50%, #117074 0deg, #FAB502 126deg, #117074 360deg);">


                            </div>

                            <div class="circle_small">

                            </div>

                            <span class="circle__text">
                              x2
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Скоращение вдвое рейсов АТЗ (было 2 стало 1)
                          </p>

                        </li>

                      </ul>
                    </li>
                  </ul>

                </div>


                <div class="res-card__right">
                  <h5 class="res-card__right-title">
                    Результаты и процесс работы
                  </h5>

                  <div class="res-card__right-slider-wrap">
                    <div class="swiper res-card_swiper res-card_swiper-2">
                      <ul class="swiper-wrapper">
                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-2-1.webp" type="image/webp"><img src="/assets/img/res-img-2-1.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-2-2.webp" type="image/webp"><img src="/assets/img/res-img-2-2.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-2-3.webp" type="image/webp"><img src="/assets/img/res-img-2-3.jpg" alt="">
                          </picture>
                        </li>
                      </ul>
                    </div>
                    <div class="swiper-pagination swiper-pagination-res-2"></div>
                    <div class="swiper-button swiper-button-next swiper-button-next_res-card__right-2"></div>
                    <div class="swiper-button swiper-button-prev swiper-button-prev_res-card__right-2"></div>
                  </div>
                </div>
              </li>

              <li class="results__bot-item res-card swiper-slide">

                <div class="res-card__left">

                  <div class="res-card__lable">
                    АО "Культура - Агро" 
                  </div>

                  <p class="res-card__desc">
                    Работаем с 2016 года
                  </p>

                  <ul class="res-card__big-list">
                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1718)">
                            <path
                              d="M26.9317 14.5837L20.3193 10.7514L23.6528 2.75141C23.7691 2.5138 23.8233 2.25057 23.8102 1.98635C23.7971 1.72212 23.7171 1.46554 23.5779 1.24061C23.4386 1.01567 23.2446 0.829748 23.0139 0.700224C22.7832 0.570701 22.5235 0.501814 22.2589 0.500011C21.9073 0.498687 21.5655 0.61627 21.2891 0.833667L21.18 0.927215L9.48645 11.9971C9.31066 12.164 9.17613 12.3696 9.09352 12.5975C9.0109 12.8254 8.98246 13.0695 9.01044 13.3103C9.03843 13.5511 9.12207 13.7821 9.25475 13.9849C9.38742 14.1878 9.5655 14.3571 9.77489 14.4793L16.3888 18.3147L13.0163 26.4067C12.8772 26.7367 12.8561 27.1047 12.9566 27.4485C13.0571 27.7923 13.273 28.091 13.5679 28.2942C13.8629 28.4974 14.2189 28.5928 14.5759 28.5642C14.9329 28.5356 15.2692 28.3849 15.5281 28.1373L27.2217 17.0643C27.3971 16.8973 27.5312 16.6917 27.6135 16.4639C27.6959 16.2361 27.7241 15.9922 27.6959 15.7516C27.6678 15.511 27.5841 15.2803 27.4515 15.0776C27.3188 14.8749 27.1409 14.7058 26.9317 14.5837Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath id="clip0_255_1718">
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Задача
                      </h4>
                      <p class="res-card__big-item-value">
                        Организовать контроль за работой АТЗ, исключенить махинаций с топливом
                      </p>

                    </li>

                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1724)">
                            <path
                              d="M35.5625 12.3438H33.9172L29.6851 2.82227C29.4936 2.39148 29.1812 2.02548 28.7859 1.7686C28.3906 1.51173 27.9293 1.37501 27.4578 1.375H9.54219C9.07074 1.37501 8.60942 1.51173 8.2141 1.7686C7.81879 2.02548 7.50645 2.39148 7.31492 2.82227L3.08281 12.3438H1.4375C1.11427 12.3438 0.804273 12.4722 0.575714 12.7007C0.347154 12.9293 0.21875 13.2393 0.21875 13.5625C0.21875 13.8857 0.347154 14.1957 0.575714 14.4243C0.804273 14.6528 1.11427 14.7812 1.4375 14.7812H2.65625V26.9688C2.65625 27.6152 2.91306 28.2352 3.37018 28.6923C3.8273 29.1494 4.44728 29.4062 5.09375 29.4062H8.75C9.39647 29.4062 10.0165 29.1494 10.4736 28.6923C10.9307 28.2352 11.1875 27.6152 11.1875 26.9688V25.75H25.8125V26.9688C25.8125 27.6152 26.0693 28.2352 26.5264 28.6923C26.9835 29.1494 27.6035 29.4062 28.25 29.4062H31.9062C32.5527 29.4062 33.1727 29.1494 33.6298 28.6923C34.0869 28.2352 34.3438 27.6152 34.3438 26.9688V14.7812H35.5625C35.8857 14.7812 36.1957 14.6528 36.4243 14.4243C36.6528 14.1957 36.7812 13.8857 36.7812 13.5625C36.7812 13.2393 36.6528 12.9293 36.4243 12.7007C36.1957 12.4722 35.8857 12.3438 35.5625 12.3438ZM11.1875 19.6562H7.53125C7.20802 19.6562 6.89802 19.5278 6.66946 19.2993C6.4409 19.0707 6.3125 18.7607 6.3125 18.4375C6.3125 18.1143 6.4409 17.8043 6.66946 17.5757C6.89802 17.3472 7.20802 17.2188 7.53125 17.2188H11.1875C11.5107 17.2188 11.8207 17.3472 12.0493 17.5757C12.2778 17.8043 12.4062 18.1143 12.4062 18.4375C12.4062 18.7607 12.2778 19.0707 12.0493 19.2993C11.8207 19.5278 11.5107 19.6562 11.1875 19.6562ZM29.4688 19.6562H25.8125C25.4893 19.6562 25.1793 19.5278 24.9507 19.2993C24.7222 19.0707 24.5938 18.7607 24.5938 18.4375C24.5938 18.1143 24.7222 17.8043 24.9507 17.5757C25.1793 17.3472 25.4893 17.2188 25.8125 17.2188H29.4688C29.792 17.2188 30.102 17.3472 30.3305 17.5757C30.5591 17.8043 30.6875 18.1143 30.6875 18.4375C30.6875 18.7607 30.5591 19.0707 30.3305 19.2993C30.102 19.5278 29.792 19.6562 29.4688 19.6562ZM5.75035 12.3438L9.54219 3.8125H27.4578L31.2496 12.3438H5.75035Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath id="clip0_255_1724">
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Парк техники
                      </h4>
                      <p class="res-card__big-item-value">
                        Более 40 единиц техники
                      </p>

                    </li>

                    <li class="res-card__big-item res-card__big-item_large">
                      <h4 class="res-card__big-item-title">
                        <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path
                            d="M4.375 4.375V27.7083C4.375 28.4819 4.68229 29.2237 5.22927 29.7707C5.77625 30.3177 6.51812 30.625 7.29167 30.625H30.625"
                            stroke="#117074" stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M10.2083 20.417L16.0416 14.5837L21.8749 20.417L30.6249 11.667" stroke="#117074"
                            stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M26.25 11.667H30.625V16.042" stroke="#117074" stroke-width="2.91667"
                            stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        Результаты
                      </h4>

                      <ul class="res-card__small-list">
                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big"
                              style="background-image: conic-gradient(from 0deg at 50% 50%, #CDFAF6 0deg, #CDFAF6 180.66deg, #FAB502 181.75deg, #117074 360deg);">

                            </div>

                            <div class="circle_small">

                            </div>

                            <span class="circle__text">
                              50%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Снижение затрат на топливо
                          </p>

                        </li>

                      </ul>
                    </li>
                  </ul>

                </div>


                <div class="res-card__right">
                  <h5 class="res-card__right-title">
                    Результаты и процесс работы
                  </h5>

                  <div class="res-card__right-slider-wrap">
                    <div class="swiper res-card_swiper res-card_swiper-3">
                      <ul class="swiper-wrapper">
                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-3-1.webp" type="image/webp"><img src="/assets/img/res-img-3-1.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-3-2.webp" type="image/webp"><img src="/assets/img/res-img-3-2.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-3-3.webp" type="image/webp"><img src="/assets/img/res-img-3-3.jpg" alt="">
                          </picture>
                        </li>
                      </ul>
                    </div>
                    <div class="swiper-pagination swiper-pagination-res-3"></div>
                    <div class="swiper-button swiper-button-next swiper-button-next_res-card__right-3"></div>
                    <div class="swiper-button swiper-button-prev swiper-button-prev_res-card__right-3"></div>
                  </div>
                </div>
              </li>

              <li class="results__bot-item res-card swiper-slide">

                <div class="res-card__left">

                  <div class="res-card__lable">
                    ООО "СПК Пригородный"
                  </div>

                  <p class="res-card__desc">
                    Работаем с 2018 года
                  </p>

                  <ul class="res-card__big-list">
                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1718)">
                            <path
                              d="M26.9317 14.5837L20.3193 10.7514L23.6528 2.75141C23.7691 2.5138 23.8233 2.25057 23.8102 1.98635C23.7971 1.72212 23.7171 1.46554 23.5779 1.24061C23.4386 1.01567 23.2446 0.829748 23.0139 0.700224C22.7832 0.570701 22.5235 0.501814 22.2589 0.500011C21.9073 0.498687 21.5655 0.61627 21.2891 0.833667L21.18 0.927215L9.48645 11.9971C9.31066 12.164 9.17613 12.3696 9.09352 12.5975C9.0109 12.8254 8.98246 13.0695 9.01044 13.3103C9.03843 13.5511 9.12207 13.7821 9.25475 13.9849C9.38742 14.1878 9.5655 14.3571 9.77489 14.4793L16.3888 18.3147L13.0163 26.4067C12.8772 26.7367 12.8561 27.1047 12.9566 27.4485C13.0571 27.7923 13.273 28.091 13.5679 28.2942C13.8629 28.4974 14.2189 28.5928 14.5759 28.5642C14.9329 28.5356 15.2692 28.3849 15.5281 28.1373L27.2217 17.0643C27.3971 16.8973 27.5312 16.6917 27.6135 16.4639C27.6959 16.2361 27.7241 15.9922 27.6959 15.7516C27.6678 15.511 27.5841 15.2803 27.4515 15.0776C27.3188 14.8749 27.1409 14.7058 26.9317 14.5837Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath id="clip0_255_1718">
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Задача
                      </h4>
                      <p class="res-card__big-item-value">
                        Организовать контроль за работой АТЗ, исключенить махинаций с топливом
                      </p>

                    </li>

                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1724)">
                            <path
                              d="M35.5625 12.3438H33.9172L29.6851 2.82227C29.4936 2.39148 29.1812 2.02548 28.7859 1.7686C28.3906 1.51173 27.9293 1.37501 27.4578 1.375H9.54219C9.07074 1.37501 8.60942 1.51173 8.2141 1.7686C7.81879 2.02548 7.50645 2.39148 7.31492 2.82227L3.08281 12.3438H1.4375C1.11427 12.3438 0.804273 12.4722 0.575714 12.7007C0.347154 12.9293 0.21875 13.2393 0.21875 13.5625C0.21875 13.8857 0.347154 14.1957 0.575714 14.4243C0.804273 14.6528 1.11427 14.7812 1.4375 14.7812H2.65625V26.9688C2.65625 27.6152 2.91306 28.2352 3.37018 28.6923C3.8273 29.1494 4.44728 29.4062 5.09375 29.4062H8.75C9.39647 29.4062 10.0165 29.1494 10.4736 28.6923C10.9307 28.2352 11.1875 27.6152 11.1875 26.9688V25.75H25.8125V26.9688C25.8125 27.6152 26.0693 28.2352 26.5264 28.6923C26.9835 29.1494 27.6035 29.4062 28.25 29.4062H31.9062C32.5527 29.4062 33.1727 29.1494 33.6298 28.6923C34.0869 28.2352 34.3438 27.6152 34.3438 26.9688V14.7812H35.5625C35.8857 14.7812 36.1957 14.6528 36.4243 14.4243C36.6528 14.1957 36.7812 13.8857 36.7812 13.5625C36.7812 13.2393 36.6528 12.9293 36.4243 12.7007C36.1957 12.4722 35.8857 12.3438 35.5625 12.3438ZM11.1875 19.6562H7.53125C7.20802 19.6562 6.89802 19.5278 6.66946 19.2993C6.4409 19.0707 6.3125 18.7607 6.3125 18.4375C6.3125 18.1143 6.4409 17.8043 6.66946 17.5757C6.89802 17.3472 7.20802 17.2188 7.53125 17.2188H11.1875C11.5107 17.2188 11.8207 17.3472 12.0493 17.5757C12.2778 17.8043 12.4062 18.1143 12.4062 18.4375C12.4062 18.7607 12.2778 19.0707 12.0493 19.2993C11.8207 19.5278 11.5107 19.6562 11.1875 19.6562ZM29.4688 19.6562H25.8125C25.4893 19.6562 25.1793 19.5278 24.9507 19.2993C24.7222 19.0707 24.5938 18.7607 24.5938 18.4375C24.5938 18.1143 24.7222 17.8043 24.9507 17.5757C25.1793 17.3472 25.4893 17.2188 25.8125 17.2188H29.4688C29.792 17.2188 30.102 17.3472 30.3305 17.5757C30.5591 17.8043 30.6875 18.1143 30.6875 18.4375C30.6875 18.7607 30.5591 19.0707 30.3305 19.2993C30.102 19.5278 29.792 19.6562 29.4688 19.6562ZM5.75035 12.3438L9.54219 3.8125H27.4578L31.2496 12.3438H5.75035Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath id="clip0_255_1724">
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Парк техники
                      </h4>
                      <p class="res-card__big-item-value">
                        Более 40 единиц техники
                      </p>

                    </li>

                    <li class="res-card__big-item res-card__big-item_large">
                      <h4 class="res-card__big-item-title">
                        <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path
                            d="M4.375 4.375V27.7083C4.375 28.4819 4.68229 29.2237 5.22927 29.7707C5.77625 30.3177 6.51812 30.625 7.29167 30.625H30.625"
                            stroke="#117074" stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M10.2083 20.417L16.0416 14.5837L21.8749 20.417L30.6249 11.667" stroke="#117074"
                            stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M26.25 11.667H30.625V16.042" stroke="#117074" stroke-width="2.91667"
                            stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        Результаты
                      </h4>

                      <ul class="res-card__small-list">
                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big"
                              style="background-image: conic-gradient(from 0deg at 50% 50%, #CDFAF6 0deg, #CDFAF6 179.06deg, #FAB502 181.05deg, #117074 360deg);">

                            </div>

                            <div class="circle_small">

                            </div>

                            <span class="circle__text">
                              50%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Снижение затрат на топливо
                          </p>
                        </li>
                      </ul>
                    </li>
                  </ul>

                </div>


                <div class="res-card__right">
                  <h5 class="res-card__right-title">
                    Результаты и процесс работы
                  </h5>

                  <div class="res-card__right-slider-wrap">
                    <div class="swiper res-card_swiper res-card_swiper-4">
                      <ul class="swiper-wrapper">
                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-4-1.webp" type="image/webp"><img src="/assets/img/res-img-4-1.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-4-2.webp" type="image/webp"><img src="/assets/img/res-img-4-2.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-4-3.webp" type="image/webp"><img src="/assets/img/res-img-4-3.jpg" alt="">
                          </picture>
                        </li>
                      </ul>
                    </div>
                    <div class="swiper-pagination swiper-pagination-res-4"></div>
                    <div class="swiper-button swiper-button-next swiper-button-next_res-card__right-4"></div>
                    <div class="swiper-button swiper-button-prev swiper-button-prev_res-card__right-4"></div>
                  </div>
                </div>
              </li>



            </ul>

          </div>

        </div>

      </div>



    </div>
  </section>

  <section class="section section_team team">
    <div class="container team__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Наша команда
        </h2>
        <p class="top-block__number">
          07
        </p>
      </div>

      <ul class="team__list">
        <li class="team__item team-card">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_1.webp" type="image/webp"><img src="/assets/img/team_img_1.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Чистоколов Андрей
            </h3>
            <p class="team-card__text">
              Генеральный директор
            </p>
            <a class="team-card__contact contacts__item" href="tel:+79817350505">
              8 (981) 735 05 05
            </a>
            <a class="team-card__contact contacts__item" href="mailto:a.chistokolov@gtc-spb.ru">
              a.chistokolov@gtc-spb.ru
            </a>
          </div>
        </li>

        <li class="team__item team-card">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_2.webp" type="image/webp"><img src="/assets/img/team_img_2.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Чепишко Сергей
            </h3>
            <p class="team-card__text">
              Директор по региональному развитию
            </p>
            <ap class="team-card__contact contacts__item" href="tel:+79819517474">
              8 (981) 951 74 74
            </ap>
            <a class="team-card__contact contacts__item" href="mailto:s.chepishko@gtc-spb.ru">
              s.chepishko@gtc-spb.ru
            </a>
          </div>
        </li>

        <li class="team__item team-card">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_3.webp" type="image/webp"><img src="/assets/img/team_img_3.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Яковлев Николай
            </h3>
            <p class="team-card__text">
              Руководитель направления автоматизации учета топлива
            </p>
            <a class="team-card__contact contacts__item" href="tel:+79817343440">
              8 (981) 734 34 40
            </a>
            <a class="team-card__contact contacts__item" href="mailto:n.yakovlev@gtc-spb.ru">
              n.yakovlev@gtc-spb.ru
            </a>
          </div>
        </li>

        <li class="team__item team-card">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_4.webp" type="image/webp"><img src="/assets/img/team_img_4.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Антипин Алексей
            </h3>
            <p class="team-card__text">
              Руководитель направления спутникового и видео контроля
            </p>
            <a class="team-card__contact contacts__item" href="tel:+798935003501">
              8 (989) 350 35 01
              </p>
              <a class="team-card__contact contacts__item" href="mailto:a.antipin@gtc-spb.ru">
                a.antipin@gtc-spb.ru
              </a>
          </div>
        </li>

        <li class="team__item team-card">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_5.webp" type="image/webp"><img src="/assets/img/team_img_5.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Лебедев Дмитрий
            </h3>
            <p class="team-card__text">
              Технический директор
            </p>
            <a class="team-card__contact contacts__item" href="tel:+78919257518">
              8 (921) 925 75 18
              </p>
              <a class="team-card__contact contacts__item" href="mailto:d.lebedev@gtc-spb.ru">
                d.lebedev@gtc-spb.ru
              </a>
          </div>
        </li>

      </ul>
    </div>
  </section>

  <section class="section section_partners partners">
    <div class="container partners__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Наши партнёры
        </h2>
        <p class="top-block__number">
          08
        </p>
      </div>

      <ul class="partners__list">
        <li class="partners__item">
          <picture>
            <source srcset="/assets/img/partners_img_1.webp" type="image/webp"><img src="/assets/img/partners_img_1.png" alt="">
          </picture>
        </li>

        <li class="partners__item">
          <picture>
            <source srcset="/assets/img/partners_img_2.webp" type="image/webp"><img src="/assets/img/partners_img_2.png" alt="">
          </picture>
        </li>

        <li class="partners__item">
          <picture>
            <source srcset="/assets/img/partners_img_3.webp" type="image/webp"><img src="/assets/img/partners_img_3.png" alt="">
          </picture>
        </li>
      </ul>
    </div>
  </section>

  <section class="section section_geo geo">
    <div class="section__ancor" id="contacts"></div>

    <div class="container geo__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Контакты
        </h2>
        <p class="top-block__number">
          09
        </p>
      </div>

      <div class="geo__contacts-block">

        <ul class="geo__contacts-list">

          <li class="geo__contacts-item">
            <div class="geo__card-wrap">
              <p class="geo__contacts-title">
                <svg width="21" height="22" viewBox="0 0 21 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M14.704 12.8839L14.2046 13.3812C14.2046 13.3812 13.0157 14.5623 9.77196 11.3372C6.52817 8.11208 7.71701 6.93092 7.71701 6.93092L8.03096 6.61697C8.80706 5.84637 8.8806 4.60813 8.20331 3.70361L6.82017 1.85613C5.98151 0.73645 4.36236 0.588257 3.40185 1.54328L1.67842 3.25573C1.2031 3.72995 0.884759 4.34248 0.923179 5.02308C1.02197 6.76517 1.81014 10.5117 6.20544 14.8829C10.8675 19.5175 15.2419 19.7019 17.0301 19.535C17.5966 19.4823 18.0883 19.1947 18.4846 18.7996L20.0434 17.2496C21.0972 16.2034 20.8008 14.4086 19.4528 13.6765L17.3562 12.5359C16.4714 12.0562 15.3956 12.1967 14.704 12.8839Z"
                    fill="#125A5D" />
                </svg>
                Телефоны для связи:
              </p>

              <div class="geo__contacts-wrap">
                <a class="geo__contacts-text contacts__item geo__contacts-text_tel" href="tel:+88127677434">
                  8 (8126) 777 434
                </a>

                <a class="geo__contacts-text contacts__item geo__contacts-text_tel" href="tel:+78917305005">
                  8 (981) 735 05 05
                </a>

                <a class="geo__contacts-text contacts__item geo__contacts-text_tel" href="tel:+88002505424">
                  8 (800) 250 54 24
                </a>
              </div>
            </div>
          </li>

          <li class="geo__contacts-item">
            <div class="geo__card-wrap">

              <p class="geo__contacts-title">
                <svg width="21" height="17" viewBox="0 0 21 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <g clip-path="url(#clip0_238_1330)">
                    <path
                      d="M19.7033 4.37012V13.4407C19.7033 14.1741 19.4231 14.8797 18.9201 15.4132C18.417 15.9468 17.729 16.2679 16.997 16.311L16.8283 16.3157H3.41162C2.67829 16.3158 1.97267 16.0356 1.43912 15.5325C0.905573 15.0294 0.584435 14.3415 0.541413 13.6094L0.536621 13.4407V4.37012L9.58808 10.4047L9.69925 10.468C9.83025 10.532 9.97414 10.5653 10.12 10.5653C10.2658 10.5653 10.4097 10.532 10.5407 10.468L10.6518 10.4047L19.7033 4.37012Z"
                      fill="#125A5D" />
                    <path
                      d="M16.8283 0.983398C17.8633 0.983398 18.7709 1.52965 19.2769 2.35094L10.12 8.45552L0.963135 2.35094C1.20348 1.96073 1.53362 1.63363 1.92604 1.39691C2.31846 1.16019 2.76178 1.02071 3.21905 0.990107L3.41168 0.983398H16.8283Z"
                      fill="#125A5D" />
                  </g>
                  <defs>
                    <clipPath id="clip0_238_1330">
                      <rect width="20.7" height="16.1" fill="white" transform="translate(0 0.599609)" />
                    </clipPath>
                  </defs>
                </svg>
                Генеральный директор:
              </p>

              <div class="geo__contacts-wrap">
                <a class="geo__contacts-text contacts__item" href="mailto:a.chistokolov@gtc-spb.ru">
                  a.chistokolov@gtc-spb.ru
                </a>
              </div>
            </div>


            <div class="geo__card-wrap">

              <p class="geo__contacts-title">
                Директор по региональному развитию:
              </p>

              <div class="geo__contacts-wrap">
                <a class="geo__contacts-text contacts__item" href="mailto:s.chepishko@gtc-spb.ru">
                  s.chepishko@gtc-spb.ru
                </a>
              </div>
            </div>
          </li>

          <li class="geo__contacts-item">
            <div class="geo__card-wrap">

              <p class="geo__contacts-title">
                <svg width="20" height="24" viewBox="0 0 20 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M11.4477 21.5754C13.9616 19.3629 18.4342 14.8428 18.4342 10.6947C18.4342 8.39963 17.5224 6.19852 15.8995 4.57563C14.2767 2.95274 12.0755 2.04102 9.78043 2.04102C7.48532 2.04102 5.28421 2.95274 3.66133 4.57563C2.03844 6.19852 1.12671 8.39963 1.12671 10.6947C1.12671 14.8428 5.5978 19.3629 8.11315 21.5754C8.57196 21.9849 9.16544 22.2112 9.78043 22.2112C10.3954 22.2112 10.9889 21.9849 11.4477 21.5754ZM6.89586 10.6947C6.89586 9.9297 7.19977 9.196 7.74073 8.65504C8.28169 8.11408 9.0154 7.81017 9.78043 7.81017C10.5455 7.81017 11.2792 8.11408 11.8201 8.65504C12.3611 9.196 12.665 9.9297 12.665 10.6947C12.665 11.4598 12.3611 12.1935 11.8201 12.7344C11.2792 13.2754 10.5455 13.5793 9.78043 13.5793C9.0154 13.5793 8.28169 13.2754 7.74073 12.7344C7.19977 12.1935 6.89586 11.4598 6.89586 10.6947Z"
                    fill="#125A5D" />
                </svg>
                Адрес:
              </p>

              <div class="geo__contacts-wrap">
                <p class="geo__contacts-text">
                  Санкт-Петербург, Ленинский проспект, дом 153, литер А (БЦ «SetlCenter»), офис 720
                </p>
              </div>
            </div>
          </li>

        </ul>

      </div>

      <div class="geo__map-block" id="map">

      </div>
    </div>
  </section>

  <section class="section section_consultations consultations form-wrap">
    <div class="consultations__img">
      <picture>
        <source srcset="/assets/img/consult.webp" type="image/webp"><img src="/assets/img/consult.png" alt="">
      </picture>
    </div>

    <div class="consultations_top-block">

    </div>

    <div class="consultations_bot-block">

      <div class="container consultations__container">

        <h2 class="consultations__title section-title">
          Нужна консультация?
        </h2>

        <p class="consultations__text">
          Укажите номер телефона, мы свяжемся с Вами и подберём подходящее решение
        </p>

        <form class="consultations__form form" action="#">
          <input type="hidden" name="type" value="Консультация">
          <input class="consultations__input phone input" type="tel" name="phone" placeholder="8(999) 999 99 99">

          <button class="consultations__btn btn btn_gray" type="submit">
            Получить консультацию
          </button>
        </form>
        <div class="consultations__agreement agreement">
          <span class="consultations__agreement-text agreement-text">
            Нажимая на кнопку «Отправить заявку», Вы соглашаетесь с
          </span>
          <a class="consultations__agreement-link agreement-link" href="/pages/policy/agreement">
            Политикой обработки персональных данных
          </a>
        </div>
      </div>
    </div>
  </section>

</main>

<?
include '' . $_SERVER["DOCUMENT_ROOT"] . '/includes/footer.php';
?>