<?
$title = 'Главная';
$description = '';
$keywords = '';
$page = 'glavnaya';
include '' . $_SERVER["DOCUMENT_ROOT"] . '/includes/head.php';
include '' . $_SERVER["DOCUMENT_ROOT"] . '/includes/header.php';
// $result = mysqli_query($db, "SELECT * FROM price WHERE id = " . $_GET['id']);
// $row = mysqli_fetch_array($result);
?>

<main class="main">

  <section class="section section_banner banner animation">
    <div class="container banner__container">
      <div class="banner__left-block .animation_item fade-in-left fade-in-left-1">
        <div class="banner__text-block">
          <h1 class="banner__title title">
            ГТК Групп
          </h1>

          <p class="banner__text">
            IT-интегратор комплексных решений по контролю и учёту топлива
          </p>

          <div class="banner__btn-block">
            <button class="banner__btn btn btn_gray popup-link" data-popup="popup-calc_one">
              Рассчитать стоимость
            </button>

            <button class="banner__btn btn btn_trans-white popup-link" data-popup="popup-consult">
              Получить консультацию
            </button>
          </div>

        </div>
        <div class="banner__slider swiper banner_swiper">

          <ul class="banner__slider-list swiper-wrapper">
            <li class="banner__slider-item swiper-slide">
              <!-- <picture>
                <source srcset="/assets/img/banner_img1.webp" type="image/webp"><img src="/assets/img/banner_img1.png" alt="">
              </picture> -->
              <!-- <img src="/assets/img/gif-banner-1.gif" alt=""> -->
              <!-- <img src="/assets/img/banner_img1.png" alt=""> -->
              <video src="/assets/img/banner-1.mp4" autoplay loop muted playsinline></video>
            </li>

            <li class="banner__slider-item swiper-slide">
              <!-- <picture>
                <source srcset="/assets/img/banner_img2.webp" type="image/webp"><img src="/assets/img/banner_img2.png" alt="">
              </picture> -->
              <!-- <img src="/assets/img/gif-banner-2.gif" alt=""> -->
              <video src="/assets/img/banner-2.mp4" autoplay loop muted playsinline></video>

            </li>

            <li class="banner__slider-item swiper-slide">
              <!-- <picture>
                <source srcset="/assets/img/banner_img3.webp" type="image/webp"><img src="/assets/img/banner_img3.png" alt="">
              </picture> -->
              <!-- <img src="/assets/img/gif-banner-3.gif" alt=""> -->
              <video src="/assets/img/banner-3.mp4" autoplay loop muted playsinline></video>

            </li>
          </ul>


        </div>
        <div class="swiper-navigation">
          <div class="swiper-button swiper-button-prev swiper-button-prev-banner">
            &lt
          </div>

          <div class="swiper-pagination swiper-pagination-banner"></div>

          <div class="swiper-button swiper-button-next swiper-button-next-banner">
            &gt
          </div>
        </div>


      </div>


      <div class="banner__right-block">
        <ul class="banner__list">
          <li class="banner__item .animation_item fade-in-right wave-1">
            <img src="/assets/img/banner_bg1.svg" alt="">
            <p class="banner__item-text">
              C 2004 года
              на рынке
            </p>
          </li>

          <li class="banner__item .animation_item fade-in-right wave-2">
            <img src="/assets/img/banner_bg2.svg" alt="">
            <p class="banner__item-text">
              200+ довольных
              клиентов
            </p>
          </li>

          <li class="banner__item .animation_item fade-in-right wave-3">
            <img src="/assets/img/banner_bg3.svg" alt="">
            <p class="banner__item-text">
              Собственные
              разработки
            </p>
          </li>

          <li class="banner__item .animation_item fade-in-right wave-4">
            <img src="/assets/img/banner_bg4.svg" alt="">
            <p class="banner__item-text">
              Добросовестный поставщик IT-услуг
            </p>
          </li>
        </ul>
      </div>
    </div>
  </section>

  <section class="section section_about about">
    <div class="section__ancor" id="about"></div>

    <div class="container section__container about__container">
      <div class="about__top-block top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          О компании
        </h2>
        <p class="top-block__number">
          01
        </p>
      </div>

      <div class="about__bot-block animation">
        <div class="about__img-block animation_item fade-in-left fade-in-left-1">
          <!-- <picture>
            <source srcset="/assets/img/about_img.webp" type="image/webp"><img src="/assets/img/about_img.jpg" alt="">
          </picture> -->
          <!-- <img src="/assets/img/about_img.gif" alt=""> -->
          <video src="/assets/img/about_video.mp4" autoplay loop muted playsinline></video>
        </div>
        <div class="about__text-block animation_item fade-in-right fade-in-right-1">
          <p class="about__text text">
            ГТК Групп — ваш надёжный IT-интегратор, специализирующийся на комплексных решениях по контролю и учёту
            топлива. Мы предлагаем инновационные технологии, которые помогают оптимизировать коммерческую деятельность
            и внутренние процессы предприятий. Наша цель — сократить издержки до 40%, обеспечивая эффективное управление
            ресурсами и прозрачность в учёте топлива. С ГТК Групп Вы получаете не только надёжного партнёра, но и мощный
            инструмент для повышения эффективности вашего бизнеса.
          </p>
        </div>
      </div>
    </div>
  </section>

  <section class="section section_advantages advantages">
    <div class="container advantages__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Преимущества
        </h2>
        <p class="top-block__number">
          02
        </p>
      </div>


      <ul class="advantages__list animation">

        <li class="advantages__card adv-card animation_item fade-in-bot fade-in-bot-1">
          <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid meet" width="47" height="46" viewBox="0 0 47 46">
            <defs>
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G111_L_0_G" fill="freeze" attributeName="transform" from="0" to="360" type="rotate" additive="sum" keyTimes="0;0.3;0.7333333;1" values="0;0;360;360" keySplines="0.333 0 0.667 1;0.333 0 0.667 1;0 0 0 0" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G111_L_0_G" fill="freeze" attributeName="transform" from="1 1" to="1 1" type="scale" additive="sum" keyTimes="0;0.5;1" values="1 1;0.72 0.72;1 1" keySplines="0.333 0 0.667 1;0.333 0 0.667 1" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G111_L_0_G" fill="freeze" attributeName="transform" from="-23 -23" to="-23 -23" type="translate" additive="sum" keyTimes="0;1" values="-23 -23;-23 -23" keySplines="0 0 1 1" calcMode="spline" />
              <animate restart="whenNotActive" attributeType="XML" attributeName="opacity" dur="1s" from="0" to="1" xlink:href="#time_group111" />
            </defs>
            <g id="_R_G111">
              <g id="_R_G111_L_0_G" transform=" translate(23.5, 23)">
                <path id="_R_G111_L_0_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M20.76 25.24 C20.76,25.24 20.76,24.8 20.76,24.8 C20.76,18.92 25.53,14.17 31.41,14.17 C31.41,14.17 42.89,14.17 42.89,14.17 C42.89,14.17 42.89,10.96 42.89,10.96 C42.89,10.26 42.32,9.69 41.62,9.69 C41.62,9.69 7.99,9.69 7.99,9.69 C6.73,9.69 5.7,8.66 5.7,7.39 C5.7,6.13 6.73,5.09 7.99,5.09 C7.99,5.09 41.68,5.09 41.68,5.09 C42.35,5.09 42.89,4.55 42.89,3.88 C42.89,3.88 42.89,2.78 42.89,2.78 C42.89,2.17 42.4,1.73 41.8,1.73 C41.8,1.73 4.27,1.73 4.27,1.73 C1.89,1.73 0,3.6 0,5.97 C0,5.97 0,39.96 0,39.96 C0,42.34 1.89,44.27 4.27,44.27 C4.27,44.27 38.6,44.27 38.6,44.27 C40.97,44.27 42.89,42.34 42.89,39.96 C42.89,39.96 42.89,35.93 42.89,35.93 C42.89,35.93 31.41,35.93 31.41,35.93 C25.53,35.93 20.76,31.12 20.76,25.24z " />
                <path id="_R_G111_L_0_G_D_1_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M43.16 17.53 C43.16,17.53 31.41,17.53 31.41,17.53 C27.42,17.53 24.24,20.81 24.24,24.81 C24.24,24.81 24.24,25.24 24.24,25.24 C24.24,29.23 27.42,32.45 31.41,32.45 C31.41,32.45 43.16,32.45 43.16,32.45 C44.7,32.45 46,31.22 46,29.68 C46,29.68 46,20.37 46,20.37 C46,18.83 44.7,17.53 43.16,17.53z  M32.06 28.17 C30.32,28.17 28.91,26.76 28.91,25.02 C28.91,23.28 30.32,21.87 32.06,21.87 C33.8,21.87 35.21,23.28 35.21,25.02 C35.21,26.76 33.8,28.17 32.06,28.17z " />
              </g>
            </g>
            <g id="time_group111" />
          </svg>


          <h3 class="adv-card-title">
            Снижение затрат до 40%
          </h3>

          <p class="adv-card-text">
            За счет контроля нецелевого использования, отслеживание сливов и приема топлива
          </p>

          <a data-popup="" class="adv-card-link">
            <p class="adv-card-link-text">
              Узнать как
            </p>
            <svg width="19" height="12" viewBox="0 0 19 12" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g clip-path="url(#clip0_643_6665)">
                <path fill-rule="evenodd" clip-rule="evenodd"
                  d="M0.0534039 6.00078C0.0534039 5.82745 0.122257 5.66122 0.24482 5.53866C0.36738 5.4161 0.533609 5.34724 0.706938 5.34724H16.1212L12.0078 1.23521C11.9471 1.17445 11.8989 1.10231 11.866 1.02292C11.8331 0.94353 11.8162 0.85844 11.8162 0.772508C11.8162 0.686576 11.8331 0.601486 11.866 0.522096C11.8989 0.442705 11.9471 0.370569 12.0078 0.309806C12.0686 0.249043 12.1407 0.200844 12.2201 0.167959C12.2995 0.135074 12.3846 0.118149 12.4705 0.118149C12.5565 0.118149 12.6416 0.135074 12.721 0.167959C12.8003 0.200844 12.8725 0.249043 12.9332 0.309806L18.1615 5.53807C18.2224 5.59878 18.2707 5.6709 18.3036 5.7503C18.3366 5.8297 18.3535 5.91481 18.3535 6.00078C18.3535 6.08674 18.3366 6.17185 18.3036 6.25125C18.2707 6.33065 18.2224 6.40277 18.1615 6.46348L12.9332 11.6917C12.8725 11.7525 12.8003 11.8007 12.721 11.8336C12.6416 11.8665 12.5565 11.8834 12.4705 11.8834C12.3846 11.8834 12.2995 11.8665 12.2201 11.8336C12.1407 11.8007 12.0686 11.7525 12.0078 11.6917C11.9471 11.631 11.8989 11.5588 11.866 11.4795C11.8331 11.4001 11.8162 11.315 11.8162 11.229C11.8162 11.1431 11.8331 11.058 11.866 10.9786C11.8989 10.8992 11.9471 10.8271 12.0078 10.7663L16.1212 6.65431H0.706938C0.533609 6.65431 0.36738 6.58546 0.24482 6.46289C0.122257 6.34033 0.0534039 6.1741 0.0534039 6.00078Z"
                  fill="#117074" />
              </g>
              <defs>
                <clipPath>
                  <rect width="18.4035" height="11.9205" fill="white" transform="matrix(-1 0 0 1 18.4043 0.0397797)" />
                </clipPath>
              </defs>
            </svg>
          </a>
        </li>

        <li class="advantages__card adv-card animation_item fade-in-bot fade-in-bot-1">
          <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid meet" width="47" height="46" viewBox="0 0 47 46">
            <defs>
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G222_L_0_G" fill="freeze" attributeName="transform" from="0" to="0" type="rotate" additive="sum" keyTimes="0;0.2;0.4;0.6;1" values="0;-14;-5;-17;0" keySplines="0.167 0.167 0.833 0.833;0.167 0.167 0.833 0.833;0.167 0.167 0.833 0.833;0.167 0.167 0.833 0.833" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G222_L_0_G" fill="freeze" attributeName="transform" from="0.0455 0.0455" to="0.0455 0.0455" type="scale" additive="sum" keyTimes="0;1" values="0.0455 0.0455;0.0455 0.0455" keySplines="0 0 1 1" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G222_L_0_G" fill="freeze" attributeName="transform" from="-508.242 -642.857" to="-508.242 -642.857" type="translate" additive="sum" keyTimes="0;1" values="-508.242 -642.857;-508.242 -642.857" keySplines="0 0 1 1" calcMode="spline" />
              <animate restart="whenNotActive" attributeType="XML" attributeName="opacity" dur="1s" from="0" to="1" xlink:href="#time_group222" />
            </defs>
            <g id="_R_G222">
              <g id="_R_G222_L_1_G" transform=" translate(23.5, 23) scale(0.0455, 0.0455) translate(-500, -500)">
                <path id="_R_G222_L_1_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M535.6 74.53 C535.6,74.53 535.6,215.21 535.6,215.21 C535.6,215.21 674.57,215.21 674.57,215.21 C674.57,215.21 535.6,74.53 535.6,74.53z " />
                <path id="_R_G222_L_1_G_D_1_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M484.27 858.64 C484.27,858.64 484.27,831.26 484.27,831.26 C484.27,831.26 44.47,831.26 44.47,831.26 C30.3,831.26 18.81,844.47 18.81,858.64 C18.81,858.64 18.81,884.31 18.81,884.31 C18.81,912.66 41.79,935.65 70.14,935.65 C70.14,935.65 510.59,935.65 510.59,935.65 C494.3,914.13 484.27,887.64 484.27,858.64z " />
                <path id="_R_G222_L_1_G_D_2_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M686.4 290.09 C686.4,290.09 686.4,265.9 686.4,265.9 C686.4,265.9 504.33,265.9 504.33,265.9 C489.96,265.9 478.31,254.26 478.31,239.9 C478.31,239.9 478.31,56.09 478.31,56.09 C478.31,56.09 84.69,56.09 84.69,56.09 C70.31,56.09 58.68,67.72 58.68,82.1 C58.68,82.1 58.68,786.12 58.68,786.12 C58.68,786.12 530.33,786.12 530.33,786.12 C530.33,786.12 530.33,838.14 530.33,838.14 C530.33,838.14 530.33,865.88 530.33,865.88 C530.33,908.91 565.34,943.91 608.37,943.91 C651.4,943.91 686.4,908.91 686.4,865.88 C686.4,865.88 686.4,657.92 686.4,657.92 C686.4,657.92 686.4,290.09 686.4,290.09z  M366.65 622.43 C366.65,622.43 260.87,726.48 260.87,726.48 C255.79,731.56 249.14,734.1 242.49,734.1 C235.83,734.1 229.17,731.56 224.1,726.48 C224.1,726.48 172.07,674.45 172.07,674.45 C161.91,664.29 161.91,647.83 172.07,637.67 C182.23,627.51 198.69,627.51 208.85,637.67 C208.85,637.67 242.49,671.3 242.49,671.3 C242.49,671.3 329.87,585.65 329.87,585.65 C340.03,575.49 356.49,575.49 366.65,585.65 C376.81,595.81 376.81,612.27 366.65,622.43z  M366.65 466.37 C366.65,466.37 260.87,570.41 260.87,570.41 C255.79,575.49 249.14,578.03 242.49,578.03 C235.83,578.03 229.17,575.49 224.1,570.41 C224.1,570.41 172.07,518.39 172.07,518.39 C161.91,508.23 161.91,491.77 172.07,481.61 C182.23,471.45 198.69,471.45 208.85,481.61 C208.85,481.61 242.49,515.24 242.49,515.24 C242.49,515.24 329.87,429.59 329.87,429.59 C340.03,419.43 356.49,419.43 366.65,429.59 C376.81,439.75 376.81,456.21 366.65,466.37z  M366.65 310.31 C366.65,310.31 260.87,414.35 260.87,414.35 C255.79,419.43 249.14,421.97 242.49,421.97 C235.83,421.97 229.17,419.43 224.1,414.35 C224.1,414.35 172.07,362.33 172.07,362.33 C161.91,352.17 161.91,335.71 172.07,325.55 C182.23,315.39 198.69,315.39 208.85,325.55 C208.85,325.55 242.49,359.18 242.49,359.18 C242.49,359.18 329.87,273.53 329.87,273.53 C340.03,263.37 356.49,263.37 366.65,273.53 C376.81,283.69 376.81,300.14 366.65,310.31z " />
              </g>
              <g id="_R_G222_L_0_G" transform=" translate(23.875, 29.5)">
                <path id="_R_G222_L_0_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M932.34 323.27 C932.34,323.27 887.95,367.67 887.95,367.67 C887.95,367.67 777.6,257.3 777.6,257.3 C777.6,257.3 821.99,212.9 821.99,212.9 C831.65,203.25 845.22,198.42 858.78,198.42 C872.34,198.42 885.9,203.25 895.55,212.9 C895.55,212.9 932.34,249.68 932.34,249.68 C952.67,270 952.67,302.96 932.34,323.27z " />
                <path id="_R_G222_L_0_G_D_1_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M622.3 616.98 C622.3,616.98 519.95,656.49 519.95,656.49 C517.93,656.96 515.94,657.18 514,657.18 C497.87,657.18 484.91,642.02 488.77,625.31 C488.77,625.31 528.26,522.94 528.26,522.94 C528.26,522.94 622.3,616.98 622.3,616.98z " />
                <path id="_R_G222_L_0_G_D_2_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M851.16 404.44 C851.16,404.44 667.23,588.35 667.23,588.35 C667.23,588.35 556.88,478.01 556.88,478.01 C556.88,478.01 740.81,294.09 740.81,294.09 C740.81,294.09 851.16,404.44 851.16,404.44z " />
                <path id="_R_G222_L_0_G_D_3_P_0" fill="#ffffff" fill-opacity="1" fill-rule="nonzero" d=" M683.89 630.78 C694.32,624.09 704,616.3 712.77,607.54 C712.77,607.54 883.52,436.81 883.52,436.81 C883.52,436.81 920.3,400.03 920.3,400.03 C920.3,400.03 964.7,355.64 964.7,355.64 C983.18,337.17 993.34,312.6 993.34,286.48 C993.34,260.35 983.18,235.79 964.71,217.32 C964.71,217.32 927.92,180.54 927.92,180.54 C910.2,162.81 885,152.64 858.78,152.64 C832.56,152.64 807.36,162.81 789.64,180.54 C789.64,180.54 745.23,224.95 745.23,224.95 C745.23,224.95 708.45,261.72 708.45,261.72 C708.45,261.72 539.5,430.67 539.5,430.67 C529.54,440.62 520.68,451.63 513.08,463.49 C513.08,463.49 497.34,488.07 497.34,488.07 C489.5,500.3 482.92,513.29 477.69,526.85 C477.69,526.85 446.06,608.83 446.06,608.83 C445.29,610.85 444.64,612.91 444.16,615.03 C439.22,636.47 444.23,658.62 457.9,675.8 C471.64,693.05 492.07,702.95 514,702.95 C519.43,702.95 524.9,702.33 530.25,701.09 C532.35,700.6 534.43,699.97 536.44,699.2 C536.44,699.2 623.79,665.47 623.79,665.47 C633.76,661.62 643.32,656.77 652.32,651.01 C652.32,651.01 683.89,630.78 683.89,630.78z  M519.95 656.49 C517.93,656.96 515.94,657.18 514,657.18 C497.87,657.18 484.91,642.02 488.77,625.31 C488.77,625.31 528.26,522.94 528.26,522.94 C528.26,522.94 622.3,616.99 622.3,616.99 C622.3,616.99 519.95,656.49 519.95,656.49z  M556.88 478.02 C556.88,478.02 740.81,294.09 740.81,294.09 C740.81,294.09 851.16,404.44 851.16,404.44 C851.16,404.44 667.23,588.35 667.23,588.35 C667.23,588.35 556.88,478.02 556.88,478.02z  M932.34 323.27 C932.34,323.27 887.94,367.67 887.94,367.67 C887.94,367.67 777.59,257.3 777.59,257.3 C777.59,257.3 821.99,212.9 821.99,212.9 C831.65,203.25 845.22,198.42 858.78,198.42 C872.34,198.42 885.9,203.25 895.55,212.9 C895.55,212.9 932.34,249.68 932.34,249.68 C952.67,270 952.67,302.96 932.34,323.27z " />
              </g>
            </g>
            <g id="time_group222" />
          </svg>




          <h3 class="adv-card-title">
            Бесплатный аудит внутрихозяйственной АЗС
          </h3>

          <p class="adv-card-text">
            Наши специалисты всегда готовы провести аудит вашего склада ГСМ и дать экспертную оценку
            по его автоматизации — переводу в «цифру»
          </p>

          <a data-popup="" class="adv-card-link">
            <p class="adv-card-link-text">
              Подробнее
            </p>
            <svg width="19" height="12" viewBox="0 0 19 12" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g clip-path="url(#clip0_643_6665)">
                <path fill-rule="evenodd" clip-rule="evenodd"
                  d="M0.0534039 6.00078C0.0534039 5.82745 0.122257 5.66122 0.24482 5.53866C0.36738 5.4161 0.533609 5.34724 0.706938 5.34724H16.1212L12.0078 1.23521C11.9471 1.17445 11.8989 1.10231 11.866 1.02292C11.8331 0.94353 11.8162 0.85844 11.8162 0.772508C11.8162 0.686576 11.8331 0.601486 11.866 0.522096C11.8989 0.442705 11.9471 0.370569 12.0078 0.309806C12.0686 0.249043 12.1407 0.200844 12.2201 0.167959C12.2995 0.135074 12.3846 0.118149 12.4705 0.118149C12.5565 0.118149 12.6416 0.135074 12.721 0.167959C12.8003 0.200844 12.8725 0.249043 12.9332 0.309806L18.1615 5.53807C18.2224 5.59878 18.2707 5.6709 18.3036 5.7503C18.3366 5.8297 18.3535 5.91481 18.3535 6.00078C18.3535 6.08674 18.3366 6.17185 18.3036 6.25125C18.2707 6.33065 18.2224 6.40277 18.1615 6.46348L12.9332 11.6917C12.8725 11.7525 12.8003 11.8007 12.721 11.8336C12.6416 11.8665 12.5565 11.8834 12.4705 11.8834C12.3846 11.8834 12.2995 11.8665 12.2201 11.8336C12.1407 11.8007 12.0686 11.7525 12.0078 11.6917C11.9471 11.631 11.8989 11.5588 11.866 11.4795C11.8331 11.4001 11.8162 11.315 11.8162 11.229C11.8162 11.1431 11.8331 11.058 11.866 10.9786C11.8989 10.8992 11.9471 10.8271 12.0078 10.7663L16.1212 6.65431H0.706938C0.533609 6.65431 0.36738 6.58546 0.24482 6.46289C0.122257 6.34033 0.0534039 6.1741 0.0534039 6.00078Z"
                  fill="#117074" />
              </g>
              <defs>
                <clipPath>
                  <rect width="18.4035" height="11.9205" fill="white" transform="matrix(-1 0 0 1 18.4043 0.0397797)" />
                </clipPath>
              </defs>
            </svg>
          </a>
        </li>

        <li class="advantages__card adv-card animation_item fade-in-bot fade-in-bot-2">
          <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid meet" width="47" height="46" viewBox="0 0 47 46">
            <defs>
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G333_L_0_G" fill="freeze" attributeName="transform" from="0" to="96" type="rotate" additive="sum" keyTimes="0;0.5;1" values="0;96;96" keySplines="0.167 0.167 0.833 0.833;0 0 0 0" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G333_L_0_G" fill="freeze" attributeName="transform" from="-23 -23" to="-23 -23" type="translate" additive="sum" keyTimes="0;1" values="-23 -23;-23 -23" keySplines="0 0 1 1" calcMode="spline" />
              <animate restart="whenNotActive" attributeType="XML" attributeName="opacity" dur="1s" from="0" to="1" xlink:href="#time_group333" />
            </defs>
            <g id="_R_G333">
              <g id="_R_G333_L_1_G" transform=" translate(23.5, 23) translate(-23, -23)">
                <path id="_R_G333_L_1_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M23 12.75 C17.35,12.75 12.75,17.35 12.75,23 C12.75,28.65 17.35,33.25 23,33.25 C28.65,33.25 33.25,28.65 33.25,23 C33.25,17.35 28.65,12.75 23,12.75z  M28.31 21.06 C28.31,21.06 22.51,26.86 22.51,26.86 C22.24,27.12 21.9,27.26 21.55,27.26 C21.2,27.26 20.86,27.12 20.59,26.86 C20.59,26.86 17.69,23.96 17.69,23.96 C17.16,23.43 17.16,22.57 17.69,22.04 C18.22,21.51 19.08,21.51 19.61,22.04 C19.61,22.04 21.55,23.99 21.55,23.99 C21.55,23.99 26.4,19.14 26.4,19.14 C26.92,18.61 27.78,18.61 28.31,19.14 C28.84,19.67 28.84,20.53 28.31,21.06z " />
              </g>
              <g id="_R_G333_L_0_G" transform=" translate(23.5, 23)">
                <path id="_R_G333_L_0_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M45.99 20.35 C45.95,19.97 45.76,19.63 45.46,19.41 C45.46,19.41 41.82,16.65 41.82,16.65 C41.82,16.65 43.15,12.27 43.15,12.27 C43.25,11.91 43.21,11.53 43.02,11.2 C42.83,10.88 42.52,10.65 42.16,10.56 C42.16,10.56 37.71,9.52 37.71,9.52 C37.71,9.52 37.14,4.98 37.14,4.98 C37.09,4.61 36.89,4.28 36.59,4.06 C36.29,3.84 35.91,3.75 35.54,3.82 C35.54,3.82 31.05,4.68 31.05,4.68 C31.05,4.68 28.68,0.77 28.68,0.77 C28.49,0.45 28.17,0.22 27.81,0.15 C27.44,0.07 27.06,0.15 26.75,0.36 C26.75,0.36 23,2.97 23,2.97 C23,2.97 19.25,0.36 19.25,0.36 C18.94,0.15 18.56,0.07 18.19,0.15 C17.83,0.23 17.51,0.45 17.32,0.77 C17.32,0.77 14.95,4.68 14.95,4.68 C14.95,4.68 10.46,3.82 10.46,3.82 C10.09,3.75 9.71,3.84 9.41,4.06 C9.11,4.28 8.91,4.61 8.86,4.98 C8.86,4.98 8.3,9.52 8.3,9.52 C8.3,9.52 3.84,10.56 3.84,10.56 C3.48,10.65 3.17,10.88 2.98,11.2 C2.79,11.53 2.75,11.91 2.86,12.27 C2.86,12.27 4.18,16.65 4.18,16.65 C4.18,16.65 0.54,19.41 0.54,19.41 C0.24,19.63 0.05,19.97 0.01,20.35 C-0.03,20.72 0.08,21.09 0.33,21.37 C0.33,21.37 3.32,24.83 3.32,24.83 C3.32,24.83 1.11,28.84 1.11,28.84 C0.93,29.16 0.9,29.55 1.01,29.91 C1.13,30.26 1.39,30.55 1.73,30.71 C1.73,30.71 5.86,32.66 5.86,32.66 C5.86,32.66 5.48,37.21 5.48,37.21 C5.44,37.58 5.57,37.95 5.82,38.23 C6.07,38.51 6.42,38.67 6.8,38.68 C6.8,38.68 11.37,38.77 11.37,38.77 C11.37,38.77 12.87,43.09 12.87,43.09 C12.99,43.44 13.25,43.73 13.6,43.88 C13.94,44.04 14.33,44.04 14.67,43.89 C14.67,43.89 18.89,42.12 18.89,42.12 C18.89,42.12 22.01,45.45 22.01,45.45 C22.27,45.73 22.63,45.88 23,45.88 C23.38,45.88 23.73,45.73 23.99,45.45 C23.99,45.45 27.11,42.12 27.11,42.12 C27.11,42.12 31.33,43.89 31.33,43.89 C31.67,44.04 32.06,44.04 32.4,43.88 C32.75,43.73 33.01,43.44 33.13,43.09 C33.13,43.09 34.63,38.77 34.63,38.77 C34.63,38.77 39.2,38.68 39.2,38.68 C39.58,38.67 39.93,38.51 40.18,38.23 C40.43,37.95 40.56,37.58 40.52,37.21 C40.52,37.21 40.14,32.66 40.14,32.66 C40.14,32.66 44.28,30.71 44.28,30.71 C44.61,30.55 44.87,30.26 44.99,29.91 C45.1,29.55 45.07,29.16 44.89,28.83 C44.89,28.83 42.68,24.83 42.68,24.83 C42.68,24.83 45.67,21.37 45.67,21.37 C45.92,21.09 46.03,20.72 45.99,20.35z  M23 35.96 C15.85,35.96 10.04,30.15 10.04,23 C10.04,15.85 15.85,10.04 23,10.04 C30.15,10.04 35.96,15.85 35.96,23 C35.96,30.15 30.15,35.96 23,35.96z " />
              </g>
            </g>
            <g id="time_group333" />
          </svg>


          <h3 class="adv-card-title">
            Гарантия 1 год
          </h3>

          <p class="adv-card-text">
            Даём гарантию на оборудование и установку
          </p>


        </li>

        <li class="advantages__card adv-card animation_item fade-in-bot fade-in-bot-3">
          <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid meet" width="47" height="46" viewBox="0 0 47 46">
            <defs>
              <animateMotion restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G_444L_0_G" fill="freeze" keyTimes="0;0.5;0.5333333;1" path="M5.13 23.25 C5.13,25.75 5.13,38.25 5.13,38.25 C5.13,38.25 5.13,25.75 5.13,23.25 C5.13,23.25 5.13,23.25 5.13,23.25 " keyPoints="0;0.5;1;1" keySplines="0.167 0.167 0.833 0.833;0.167 0.167 0.833 0.833;0 0 0 0" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G_444L_0_G" fill="freeze" attributeName="transform" from="1 1" to="1 1" type="scale" additive="sum" keyTimes="0;0.5;0.5333333;0.7333333;1" values="1 1;0 0;0 0;1 1;1 1" keySplines="0.167 0.167 0.833 0.833;0.167 0.167 0.833 0.833;0.167 0.167 0.833 0.833;0 0 0 0" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G_444L_0_G" fill="freeze" attributeName="transform" from="-5.125 -23.25" to="-5.125 -23.25" type="translate" additive="sum" keyTimes="0;1" values="-5.125 -23.25;-5.125 -23.25" keySplines="0 0 1 1" calcMode="spline" />
              <animate restart="whenNotActive" attributeType="XML" attributeName="opacity" dur="1s" from="0" to="1" xlink:href="#time_group444" />
            </defs>
            <g id="_R_G">
              <g id="_R_G_444L_1_G">
                <path id="_R_G_444L_1_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M46.4 36.95 C46.4,36.95 39.91,23.96 39.91,23.96 C39.91,23.96 40.03,23.71 40.03,23.71 C40.5,22.77 40.75,21.71 40.75,20.65 C40.75,18.85 40.02,17.08 38.74,15.8 C38.74,15.8 32.01,9.07 32.01,9.07 C31.1,8.17 29.9,7.67 28.62,7.67 C28.62,7.67 26.83,7.67 26.83,7.67 C25.04,7.67 23.44,8.65 22.6,10.23 C22.6,10.23 15.37,5.89 15.37,5.89 C15.22,5.8 15.05,5.75 14.88,5.75 C14.88,5.75 3.38,5.75 3.38,5.75 C3.01,5.75 2.68,5.95 2.52,6.28 C2.52,6.28 0.6,10.11 0.6,10.11 C0.45,10.41 0.47,10.76 0.64,11.05 C0.82,11.33 1.13,11.5 1.46,11.5 C1.46,11.5 13.64,11.5 13.64,11.5 C13.64,11.5 19.97,15.46 19.97,15.46 C19.97,15.46 19.77,15.86 19.77,15.86 C19.61,16.17 19.64,16.54 19.83,16.82 C20.85,18.36 21.06,20.3 20.37,22.02 C20.37,22.02 19.74,23.6 19.74,23.6 C19.62,23.9 19.65,24.23 19.83,24.49 C19.83,24.49 23.66,30.24 23.66,30.24 C23.84,30.51 24.14,30.67 24.46,30.67 C24.46,30.67 24.82,30.67 24.82,30.67 C24.82,30.67 29.35,39.72 29.35,39.72 C29.51,40.05 29.85,40.25 30.21,40.25 C30.21,40.25 41.71,40.25 41.71,40.25 C41.85,40.25 41.99,40.21 42.11,40.16 C42.12,40.15 42.13,40.15 42.14,40.15 C42.14,40.15 45.97,38.23 45.97,38.23 C46.44,37.99 46.64,37.42 46.4,36.95z  M30.21 16.29 C32.32,16.29 34.04,18.01 34.04,20.13 C34.04,22.24 32.32,23.96 30.21,23.96 C28.1,23.96 26.38,22.24 26.38,20.13 C26.38,18.01 28.1,16.29 30.21,16.29z  M30.8 38.33 C30.8,38.33 26.77,30.27 26.77,30.27 C26.77,30.27 29.98,29.2 29.98,29.2 C29.98,29.2 30.57,29.74 30.57,29.74 C32.17,31.21 33.08,33.29 33.08,35.46 C33.08,35.99 33.51,36.42 34.04,36.42 C34.57,36.42 35,35.99 35,35.46 C35,32.84 33.91,30.33 32.03,28.51 C32.03,28.51 33.62,27.98 33.62,27.98 C33.62,27.98 39.99,38.33 39.99,38.33 C39.99,38.33 30.8,38.33 30.8,38.33z " />
              </g>
              <g id="_R_G_444L_0_G">
                <path id="_R_G_444L_0_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M4.54 14.26 C4.13,14.78 0.5,19.41 0.5,22.53 C0.5,25.17 2.65,27.32 5.29,27.32 C7.94,27.32 10.08,25.17 10.08,22.53 C10.08,19.41 6.46,14.78 6.04,14.26 C5.68,13.81 4.91,13.81 4.54,14.26z " />
              </g>
            </g>
            <g id="time_group444" />
          </svg>


          <h3 class="adv-card-title">
            Бесплатный тест-драйв
          </h3>

          <p class="adv-card-text">
            Предоставляем бесплатную возможность опробовать все преимущества инструмента
          </p>


        </li>

        <li class="advantages__card adv-card animation_item fade-in-bot fade-in-bot-3">
          <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid meet" width="47" height="46" viewBox="0 0 47 46">
            <defs>
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G555_L_0_G" fill="freeze" attributeName="transform" from="0" to="360" type="rotate" additive="sum" keyTimes="0;0.3;0.7333333;1" values="0;0;360;360" keySplines="0.333 0 0.667 1;0.333 0 0.667 1;0 0 0 0" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G555_L_0_G" fill="freeze" attributeName="transform" from="1 1" to="1 1" type="scale" additive="sum" keyTimes="0;0.5;1" values="1 1;0.72 0.72;1 1" keySplines="0.333 0 0.667 1;0.333 0 0.667 1" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G555_L_0_G" fill="freeze" attributeName="transform" from="-23 -23" to="-23 -23" type="translate" additive="sum" keyTimes="0;1" values="-23 -23;-23 -23" keySplines="0 0 1 1" calcMode="spline" />
              <animate restart="whenNotActive" attributeType="XML" attributeName="opacity" dur="1s" from="0" to="1" xlink:href="#time_group555" />
            </defs>
            <g id="_R_G555">
              <g id="_R_G555_L_0_G" transform=" translate(23.5, 23)">
                <path id="_R_G555_L_0_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M45.61 2.3 C45.61,2.3 43.7,0.39 43.7,0.39 C43.3,0 42.7,-0.11 42.19,0.12 C42.19,0.12 31.95,4.64 31.95,4.64 C31.55,4.82 31.26,5.19 31.18,5.63 C31.11,6.06 31.24,6.51 31.56,6.82 C31.56,6.82 39.18,14.44 39.18,14.44 C39.49,14.76 39.94,14.89 40.37,14.82 C40.81,14.74 41.18,14.45 41.36,14.05 C41.36,14.05 45.88,3.81 45.88,3.81 C46.11,3.3 46,2.7 45.61,2.3z " />
                <path id="_R_G555_L_0_G_D_1_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M8.71 29.67 C8.71,29.67 1.18,37.19 1.18,37.19 C-0.39,38.77 -0.39,41.34 1.18,42.91 C1.18,42.91 3.09,44.82 3.09,44.82 C4.66,46.39 7.23,46.39 8.81,44.82 C8.81,44.82 16.33,37.29 16.33,37.29 C16.33,37.29 8.71,29.67 8.71,29.67z  M7.86 40.06 C7.34,40.59 6.49,40.59 5.96,40.06 C5.43,39.53 5.43,38.68 5.96,38.15 C5.96,38.15 9.67,34.44 9.67,34.44 C10.2,33.91 11.05,33.91 11.58,34.44 C12.1,34.97 12.1,35.82 11.58,36.35 C11.58,36.35 7.86,40.06 7.86,40.06z " />
                <path id="_R_G555_L_0_G_D_2_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M22.05 31.58 C22.05,31.58 14.42,23.95 14.42,23.95 C13.37,22.9 11.66,22.9 10.61,23.95 C9.56,25 9.56,26.72 10.61,27.77 C10.61,27.77 18.24,35.39 18.24,35.39 C19.29,36.44 21,36.44 22.05,35.39 C23.1,34.34 23.1,32.63 22.05,31.58z " />
                <path id="_R_G555_L_0_G_D_3_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M35.37 14.44 C35.37,14.44 31.56,10.63 31.56,10.63 C31.56,10.63 21.09,21.1 21.09,21.1 C20.04,20.04 18.34,20.04 17.28,21.1 C17.28,21.1 16.33,22.05 16.33,22.05 C16.33,22.05 23.95,29.67 23.95,29.67 C23.95,29.67 24.91,28.72 24.91,28.72 C25.96,27.67 25.96,25.96 24.91,24.91 C24.91,24.91 35.37,14.44 35.37,14.44z " />
                <path id="_R_G555_L_0_G_D_4_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M43.64 32.2 C41.45,30.01 38.82,29.54 35.8,30.08 C35.8,30.08 29.67,23.95 29.67,23.95 C29.67,23.95 28.21,25.42 28.21,25.42 C28.69,27.23 28.22,29.21 26.81,30.62 C26.81,30.62 25.86,31.58 25.86,31.58 C25.86,31.58 30.08,35.79 30.08,35.79 C29.65,38.17 29.69,40.19 31.17,42.38 C32.87,44.9 35.86,46.34 38.99,45.91 C39.5,45.84 39.93,45.48 40.1,44.99 C40.27,44.49 40.14,43.94 39.77,43.58 C39.77,43.58 37.92,41.73 37.92,41.73 C37.92,41.73 37.92,37.91 37.92,37.91 C37.92,37.91 41.73,37.91 41.73,37.91 C41.73,37.91 43.57,39.76 43.57,39.76 C43.94,40.13 44.49,40.25 44.99,40.09 C45.48,39.92 45.84,39.49 45.91,38.97 C46.24,36.52 45.44,33.99 43.64,32.2z " />
                <path id="_R_G555_L_0_G_D_5_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M15.91 10.18 C16.44,7.19 16.01,4.56 13.79,2.34 C12.27,0.83 10.25,0 8.09,0 C7.73,0 7.37,0.02 7.02,0.07 C6.5,0.14 6.06,0.5 5.9,0.99 C5.73,1.49 5.86,2.04 6.23,2.41 C6.23,2.41 8.09,4.25 8.09,4.25 C8.09,4.25 8.09,8.09 8.09,8.09 C8.09,8.09 4.26,8.09 4.26,8.09 C4.26,8.09 2.41,6.21 2.41,6.21 C2.04,5.84 1.49,5.72 1,5.88 C0.5,6.05 0.15,6.48 0.08,7 C-0.34,9.99 0.96,13.03 3.6,14.81 C5.8,16.29 7.83,16.33 10.19,15.9 C10.19,15.9 14.43,20.14 14.43,20.14 C14.43,20.14 15.38,19.19 15.38,19.19 C16.79,17.78 18.77,17.31 20.59,17.79 C20.59,17.79 22.05,16.33 22.05,16.33 C22.05,16.33 15.91,10.18 15.91,10.18z " />
              </g>
            </g>
            <g id="time_group555" />
          </svg>


          <h3 class="adv-card-title">
            Своя сервисная служба
          </h3>

          <p class="adv-card-text">
            С нами уже более 70 с/х предприятий и более 7500 единиц техники находятся на сервисном обслуживании
          </p>


        </li>

        <li class="advantages__card adv-card animation_item fade-in-bot fade-in-bot-3">
          <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid meet" width="47" height="46" viewBox="0 0 47 46">
            <defs>
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G666_L_0_G" fill="freeze" attributeName="transform" from="1 1" to="1 1" type="scale" additive="sum" keyTimes="0;0.1333333;0.3333333;0.8;0.9333333;1" values="1 1;1.09 1.09;0 0;1.1 1.1;1 1;1 1" keySplines="0.167 0.167 0.833 0.833;0.167 0.167 0.833 0.833;0.167 0.167 0.833 0.833;0.167 0.167 0.833 0.833;0 0 0 0" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G666_L_0_G" fill="freeze" attributeName="transform" from="-36.125 -30.75" to="-36.125 -30.75" type="translate" additive="sum" keyTimes="0;1" values="-36.125 -30.75;-36.125 -30.75" keySplines="0 0 1 1" calcMode="spline" />
              <animate restart="whenNotActive" attributeType="XML" attributeName="opacity" dur="1s" from="0" to="1" xlink:href="#time_group666" />
            </defs>
            <g id="_R_G666">
              <g id="_R_G666_L_1_G">
                <path id="_R_G666_L_1_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M42.5 38.07 C42.5,38.07 43.98,38.07 43.98,38.07 C45.37,38.07 46.5,36.94 46.5,35.55 C46.5,35.55 46.5,16.17 46.5,16.17 C46.5,16.17 37.8,16.17 37.8,16.17 C36.13,16.17 34.77,14.81 34.77,13.14 C34.77,13.14 34.77,4.44 34.77,4.44 C34.77,4.44 3.02,4.44 3.02,4.44 C1.63,4.44 0.5,5.57 0.5,6.97 C0.5,6.97 0.5,35.55 0.5,35.55 C0.5,36.94 1.63,38.07 3.02,38.07 C3.02,38.07 31.13,38.07 31.13,38.07 C31.13,37.92 42.5,38.07 42.5,38.07z  M6.11 12.37 C6.11,12.37 31.33,12.37 31.33,12.37 C31.33,12.37 31.33,15.15 31.33,15.15 C31.33,15.15 6.11,15.15 6.11,15.15 C6.11,15.15 6.11,12.37 6.11,12.37z  M6.11 22.31 C6.11,22.31 27.49,22.31 27.49,22.31 C27.49,22.31 27.49,23.82 27.49,23.82 C27.49,23.82 6.11,23.82 6.11,23.82 C6.11,23.82 6.11,22.31 6.11,22.31z  M6.11 27.05 C6.11,27.05 18.72,27.05 18.72,27.05 C18.72,27.05 18.72,28.57 18.72,28.57 C18.72,28.57 6.11,28.57 6.11,28.57 C6.11,28.57 6.11,27.05 6.11,27.05z " />
                <path id="_R_G666_L_1_G_D_1_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M36.29 4.68 C36.29,4.68 36.29,13.14 36.29,13.14 C36.29,13.98 36.97,14.66 37.8,14.66 C37.8,14.66 46.26,14.66 46.26,14.66 C46.26,14.66 46.5,14.66 46.5,14.66 C46.5,14.66 36.29,4.44 36.29,4.44 C36.29,4.44 36.29,4.68 36.29,4.68z " />
              </g>
              <g id="_R_G666_L_0_G" transform=" translate(36.125, 30.75)">
                <path id="_R_G666_L_0_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M40.35 35.89 C40.35,35.89 40.35,42.48 40.35,42.48 C40.35,42.48 36.18,40.82 36.18,40.82 C36.18,40.82 32.01,42.48 32.01,42.48 C32.01,42.48 32.01,35.89 32.01,35.89 C33.25,36.66 34.69,37.07 36.18,37.07 C37.67,37.07 39.11,36.66 40.35,35.89z " />
                <path id="_R_G666_L_0_G_D_1_P_0" fill="#ffffff" fill-opacity="1" fill-rule="nonzero" d=" M40.35 33.32 C39.96,33.32 39.57,33.43 39.24,33.66 C38.95,33.85 38.64,34.01 38.32,34.15 C37.64,34.44 36.92,34.58 36.18,34.58 C35.44,34.58 34.71,34.44 34.04,34.15 C33.72,34.02 33.41,33.85 33.12,33.66 C32.79,33.43 32.4,33.32 32.01,33.32 C32.01,33.32 31.96,33.32 31.96,33.32 C31.97,33.34 31.99,33.36 32.01,33.38 C33.09,34.42 34.56,35.07 36.18,35.07 C37.8,35.07 39.27,34.42 40.35,33.38 C40.37,33.36 40.39,33.34 40.4,33.32 C40.4,33.32 40.35,33.32 40.35,33.32z " />
                <path id="_R_G666_L_0_G_D_2_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M42.17 29.07 C42.17,29.74 42.06,30.38 41.86,30.98 C41.68,31.52 41.43,32.03 41.11,32.49 C40.9,32.79 40.66,33.07 40.4,33.32 C40.39,33.34 40.37,33.36 40.35,33.38 C39.27,34.42 37.8,35.07 36.18,35.07 C34.56,35.07 33.09,34.42 32.01,33.38 C31.99,33.36 31.97,33.34 31.96,33.32 C31.7,33.07 31.46,32.79 31.25,32.49 C30.93,32.03 30.68,31.52 30.5,30.98 C30.29,30.38 30.19,29.74 30.19,29.07 C30.19,25.76 32.87,23.08 36.18,23.08 C39.49,23.08 42.17,25.76 42.17,29.07z " />
                <path id="_R_G666_L_0_G_D_3_P_0" fill="#ffffff" fill-opacity="1" fill-rule="nonzero" d=" M36.18 21.08 C31.77,21.08 28.19,24.67 28.19,29.07 C28.19,29.94 28.32,30.8 28.6,31.62 C28.84,32.33 29.18,33.01 29.61,33.63 C29.8,33.9 30.01,34.16 30.24,34.41 C30.09,34.68 30.01,35 30.01,35.32 C30.01,35.32 30.01,42.48 30.01,42.48 C30.01,43.14 30.34,43.76 30.89,44.13 C31.22,44.36 31.62,44.48 32.01,44.48 C32.26,44.48 32.51,44.43 32.75,44.34 C32.75,44.34 36.18,42.97 36.18,42.97 C36.18,42.97 39.61,44.34 39.61,44.34 C39.85,44.43 40.1,44.48 40.35,44.48 C40.74,44.48 41.13,44.36 41.47,44.13 C42.02,43.76 42.35,43.14 42.35,42.48 C42.35,42.48 42.35,35.32 42.35,35.32 C42.35,34.99 42.27,34.68 42.12,34.4 C42.35,34.15 42.56,33.9 42.75,33.63 C43.18,33.01 43.52,32.33 43.76,31.62 C44.03,30.8 44.17,29.94 44.17,29.07 C44.17,24.67 40.59,21.08 36.18,21.08z  M40.35 42.48 C40.35,42.48 36.18,40.82 36.18,40.82 C36.18,40.82 32.01,42.48 32.01,42.48 C32.01,42.48 32.01,35.89 32.01,35.89 C33.25,36.66 34.69,37.07 36.18,37.07 C37.67,37.07 39.11,36.66 40.35,35.89 C40.35,35.89 40.35,42.48 40.35,42.48z  M41.86 30.98 C41.68,31.52 41.43,32.03 41.11,32.49 C40.9,32.79 40.66,33.07 40.4,33.32 C40.39,33.34 40.37,33.36 40.35,33.38 C39.27,34.42 37.8,35.07 36.18,35.07 C34.56,35.07 33.09,34.42 32.01,33.38 C31.99,33.36 31.97,33.34 31.96,33.32 C31.7,33.07 31.46,32.79 31.25,32.49 C30.93,32.03 30.68,31.52 30.5,30.98 C30.29,30.38 30.19,29.74 30.19,29.07 C30.19,25.76 32.87,23.08 36.18,23.08 C39.49,23.08 42.17,25.76 42.17,29.07 C42.17,29.74 42.06,30.38 41.86,30.98z " />
              </g>
            </g>
            <g id="time_group666" />
          </svg>

          <h3 class="adv-card-title">
            Сертифицированное оборудование
          </h3>

          <p class="adv-card-text">
            Прошедшее проверку на соответствие установленным стандартам качества, безопасности и эффективности
          </p>


        </li>

        <li class="advantages__card adv-card animation_item fade-in-bot fade-in-bot-4">
          <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid meet" width="47" height="46" viewBox="0 0 47 46">
            <defs>
              <animateMotion restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G_L_1_G" fill="freeze" keyTimes="0;0.4333333;1" path="M23.5 23 C22.83,22.33 20.17,19.67 19.5,19 C19.5,19 19.5,19 19.5,19 " keyPoints="0;1;1" keySplines="0.167 0.167 0.833 0.833;0 0 0 0" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G_L_1_G" fill="freeze" attributeName="transform" from="-23 -23" to="-23 -23" type="translate" additive="sum" keyTimes="0;1" values="-23 -23;-23 -23" keySplines="0 0 1 1" calcMode="spline" />
              <animateMotion restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G_L_0_G" fill="freeze" keyTimes="0;0.4333333;1" path="M23.5 23 C4.5,23 -71.5,23 -90.5,23 C-90.5,23 -90.5,23 -90.5,23 " keyPoints="0;1;1" keySplines="0.167 0.167 0.833 0.833;0 0 0 0" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G_L_0_G" fill="freeze" attributeName="transform" from="-23 -23" to="-23 -23" type="translate" additive="sum" keyTimes="0;1" values="-23 -23;-23 -23" keySplines="0 0 1 1" calcMode="spline" />
              <animate restart="whenNotActive" attributeType="XML" attributeName="opacity" dur="1s" from="0" to="1" xlink:href="#time_group" />
            </defs>
            <g id="_R_G">
              <g id="_R_G_L_2_G" transform=" translate(23.5, 23) translate(-23, -23)">
                <path id="_R_G_L_2_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M13.64 16.54 C13.24,16.54 12.87,16.3 12.72,15.92 C12.56,15.55 12.65,15.12 12.93,14.83 C12.93,14.83 19.44,8.34 19.44,8.34 C19.63,8.15 19.88,8.05 20.14,8.05 C20.27,8.05 20.4,8.07 20.53,8.12 C20.9,8.28 21.14,8.64 21.14,9.05 C21.14,9.05 21.14,15.54 21.14,15.54 C21.14,16.09 20.7,16.54 20.14,16.54 C20.14,16.54 13.64,16.54 13.64,16.54z " />
                <path id="_R_G_L_2_G_D_1_P_0" fill="#ffffff" fill-opacity="1" fill-rule="nonzero" d=" M20.15 9.05 C20.15,9.05 20.15,15.54 20.15,15.54 C20.15,15.54 13.64,15.54 13.64,15.54 C13.64,15.54 20.15,9.05 20.15,9.05z  M20.15 7.05 C19.63,7.05 19.11,7.25 18.73,7.63 C18.73,7.63 12.23,14.13 12.23,14.13 C11.66,14.7 11.48,15.56 11.79,16.31 C12.1,17.05 12.83,17.54 13.64,17.54 C13.64,17.54 20.15,17.54 20.15,17.54 C21.25,17.54 22.15,16.64 22.15,15.54 C22.15,15.54 22.15,9.05 22.15,9.05 C22.15,8.24 21.66,7.51 20.91,7.2 C20.66,7.1 20.4,7.05 20.15,7.05z " />
                <path id="_R_G_L_2_G_D_2_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M14.1 42.03 C12.94,42.03 11.99,41.08 11.99,39.92 C11.99,39.92 11.99,17.77 11.99,17.77 C11.99,17.21 12.44,16.77 12.99,16.77 C12.99,16.77 21.26,16.77 21.26,16.77 C21.32,16.77 21.37,16.72 21.37,16.65 C21.37,16.65 21.37,8.39 21.37,8.39 C21.37,7.84 21.82,7.39 22.37,7.39 C22.37,7.39 35.6,7.39 35.6,7.39 C36.76,7.39 37.71,8.34 37.71,9.51 C37.71,9.51 37.71,39.92 37.71,39.92 C37.71,41.08 36.76,42.03 35.6,42.03 C35.6,42.03 14.1,42.03 14.1,42.03z " />
                <path id="_R_G_L_2_G_D_3_P_0" fill="#ffffff" fill-opacity="1" fill-rule="nonzero" d=" M35.6 8.39 C36.21,8.39 36.71,8.89 36.71,9.51 C36.71,9.51 36.71,39.92 36.71,39.92 C36.71,40.53 36.21,41.03 35.6,41.03 C35.6,41.03 14.1,41.03 14.1,41.03 C13.49,41.03 12.99,40.53 12.99,39.92 C12.99,39.92 12.99,17.77 12.99,17.77 C12.99,17.77 21.26,17.77 21.26,17.77 C21.87,17.77 22.37,17.27 22.37,16.65 C22.37,16.65 22.37,8.39 22.37,8.39 C22.37,8.39 35.6,8.39 35.6,8.39z  M35.6 6.39 C35.6,6.39 22.37,6.39 22.37,6.39 C21.27,6.39 20.37,7.29 20.37,8.39 C20.37,8.39 20.37,15.77 20.37,15.77 C20.37,15.77 12.99,15.77 12.99,15.77 C11.88,15.77 10.99,16.66 10.99,17.77 C10.99,17.77 10.99,39.92 10.99,39.92 C10.99,41.63 12.39,43.03 14.1,43.03 C14.1,43.03 35.6,43.03 35.6,43.03 C37.31,43.03 38.71,41.63 38.71,39.92 C38.71,39.92 38.71,9.51 38.71,9.51 C38.71,7.79 37.31,6.39 35.6,6.39z " />
              </g>
              <g id="_R_G_L_1_G">
                <path id="_R_G_L_1_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M13.64 16.54 C13.24,16.54 12.87,16.3 12.72,15.92 C12.56,15.55 12.65,15.12 12.93,14.83 C12.93,14.83 19.44,8.34 19.44,8.34 C19.63,8.15 19.88,8.05 20.14,8.05 C20.27,8.05 20.4,8.07 20.53,8.12 C20.9,8.28 21.14,8.64 21.14,9.05 C21.14,9.05 21.14,15.54 21.14,15.54 C21.14,16.09 20.7,16.54 20.14,16.54 C20.14,16.54 13.64,16.54 13.64,16.54z " />
                <path id="_R_G_L_1_G_D_1_P_0" fill="#ffffff" fill-opacity="1" fill-rule="nonzero" d=" M20.15 9.05 C20.15,9.05 20.15,15.54 20.15,15.54 C20.15,15.54 13.64,15.54 13.64,15.54 C13.64,15.54 20.15,9.05 20.15,9.05z  M20.15 7.05 C19.63,7.05 19.11,7.25 18.73,7.63 C18.73,7.63 12.23,14.13 12.23,14.13 C11.66,14.7 11.48,15.56 11.79,16.31 C12.1,17.05 12.83,17.54 13.64,17.54 C13.64,17.54 20.15,17.54 20.15,17.54 C21.25,17.54 22.15,16.64 22.15,15.54 C22.15,15.54 22.15,9.05 22.15,9.05 C22.15,8.24 21.66,7.51 20.91,7.2 C20.66,7.1 20.4,7.05 20.15,7.05z " />
                <path id="_R_G_L_1_G_D_2_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M14.1 42.03 C12.94,42.03 11.99,41.08 11.99,39.92 C11.99,39.92 11.99,17.77 11.99,17.77 C11.99,17.21 12.44,16.77 12.99,16.77 C12.99,16.77 21.26,16.77 21.26,16.77 C21.32,16.77 21.37,16.72 21.37,16.65 C21.37,16.65 21.37,8.39 21.37,8.39 C21.37,7.84 21.82,7.39 22.37,7.39 C22.37,7.39 35.6,7.39 35.6,7.39 C36.76,7.39 37.71,8.34 37.71,9.51 C37.71,9.51 37.71,39.92 37.71,39.92 C37.71,41.08 36.76,42.03 35.6,42.03 C35.6,42.03 14.1,42.03 14.1,42.03z " />
                <path id="_R_G_L_1_G_D_3_P_0" fill="#ffffff" fill-opacity="1" fill-rule="nonzero" d=" M35.6 8.39 C36.21,8.39 36.71,8.89 36.71,9.51 C36.71,9.51 36.71,39.92 36.71,39.92 C36.71,40.53 36.21,41.03 35.6,41.03 C35.6,41.03 14.1,41.03 14.1,41.03 C13.49,41.03 12.99,40.53 12.99,39.92 C12.99,39.92 12.99,17.77 12.99,17.77 C12.99,17.77 21.26,17.77 21.26,17.77 C21.87,17.77 22.37,17.27 22.37,16.65 C22.37,16.65 22.37,8.39 22.37,8.39 C22.37,8.39 35.6,8.39 35.6,8.39z  M35.6 6.39 C35.6,6.39 22.37,6.39 22.37,6.39 C21.27,6.39 20.37,7.29 20.37,8.39 C20.37,8.39 20.37,15.77 20.37,15.77 C20.37,15.77 12.99,15.77 12.99,15.77 C11.88,15.77 10.99,16.66 10.99,17.77 C10.99,17.77 10.99,39.92 10.99,39.92 C10.99,41.63 12.39,43.03 14.1,43.03 C14.1,43.03 35.6,43.03 35.6,43.03 C37.31,43.03 38.71,41.63 38.71,39.92 C38.71,39.92 38.71,9.51 38.71,9.51 C38.71,7.79 37.31,6.39 35.6,6.39z " />
              </g>
              <g id="_R_G_L_0_G">
                <path id="_R_G_L_0_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M9.11 12.15 C8.7,12.15 8.34,11.9 8.18,11.53 C8.03,11.15 8.11,10.72 8.4,10.44 C8.4,10.44 14.9,3.95 14.9,3.95 C15.09,3.75 15.35,3.65 15.61,3.65 C15.74,3.65 15.87,3.68 15.99,3.73 C16.37,3.88 16.61,4.25 16.61,4.65 C16.61,4.65 16.61,11.15 16.61,11.15 C16.61,11.7 16.16,12.15 15.61,12.15 C15.61,12.15 9.11,12.15 9.11,12.15z " />
                <path id="_R_G_L_0_G_D_1_P_0" fill="#ffffff" fill-opacity="1" fill-rule="nonzero" d=" M15.61 4.65 C15.61,4.65 15.61,11.15 15.61,11.15 C15.61,11.15 9.11,11.15 9.11,11.15 C9.11,11.15 15.61,4.65 15.61,4.65z  M15.61 2.65 C15.09,2.65 14.58,2.86 14.2,3.24 C14.2,3.24 7.69,9.73 7.69,9.73 C7.12,10.3 6.95,11.16 7.26,11.91 C7.57,12.66 8.3,13.15 9.11,13.15 C9.11,13.15 15.61,13.15 15.61,13.15 C16.71,13.15 17.61,12.25 17.61,11.15 C17.61,11.15 17.61,4.65 17.61,4.65 C17.61,3.84 17.12,3.11 16.37,2.81 C16.13,2.7 15.87,2.65 15.61,2.65z " />
                <path id="_R_G_L_0_G_D_2_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M9.57 37.63 C8.4,37.63 7.45,36.69 7.45,35.52 C7.45,35.52 7.45,13.37 7.45,13.37 C7.45,12.82 7.9,12.37 8.45,12.37 C8.45,12.37 16.72,12.37 16.72,12.37 C16.78,12.37 16.83,12.32 16.83,12.26 C16.83,12.26 16.83,4 16.83,4 C16.83,3.45 17.28,3 17.83,3 C17.83,3 31.06,3 31.06,3 C32.22,3 33.17,3.95 33.17,5.11 C33.17,5.11 33.17,35.52 33.17,35.52 C33.17,36.69 32.22,37.63 31.06,37.63 C31.06,37.63 9.57,37.63 9.57,37.63z " />
                <path id="_R_G_L_0_G_D_3_P_0" fill="#ffffff" fill-opacity="1" fill-rule="nonzero" d=" M31.06 4 C31.67,4 32.17,4.5 32.17,5.11 C32.17,5.11 32.17,35.52 32.17,35.52 C32.17,36.14 31.67,36.63 31.06,36.63 C31.06,36.63 9.57,36.63 9.57,36.63 C8.95,36.63 8.45,36.14 8.45,35.52 C8.45,35.52 8.45,13.37 8.45,13.37 C8.45,13.37 16.72,13.37 16.72,13.37 C17.34,13.37 17.83,12.87 17.83,12.26 C17.83,12.26 17.83,4 17.83,4 C17.83,4 31.06,4 31.06,4z  M31.06 2 C31.06,2 17.83,2 17.83,2 C16.73,2 15.84,2.89 15.84,4 C15.84,4 15.84,11.37 15.84,11.37 C15.84,11.37 8.45,11.37 8.45,11.37 C7.35,11.37 6.45,12.27 6.45,13.37 C6.45,13.37 6.45,35.52 6.45,35.52 C6.45,37.24 7.85,38.63 9.57,38.63 C9.57,38.63 31.06,38.63 31.06,38.63 C32.78,38.63 34.17,37.24 34.17,35.52 C34.17,35.52 34.17,5.11 34.17,5.11 C34.17,3.4 32.78,2 31.06,2z " />
              </g>
            </g>
            <g id="time_group" />
          </svg>




          <h3 class="adv-card-title">
            Подготовка разрешительной документации
          </h3>

          <p class="adv-card-text">
            Сбор, оформление и подача необходимых документов для получения разрешений
          </p>


        </li>

        <li class="advantages__card adv-card animation_item fade-in-bot fade-in-bot-4">
          <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid meet" width="47" height="46" viewBox="0 0 47 46">
            <defs>
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G888_L_0_G_L_0_G" fill="freeze" attributeName="transform" from="0" to="90" type="rotate" additive="sum" keyTimes="0;0.5;1" values="0;90;90" keySplines="0.167 0.167 0.833 0.833;0 0 0 0" calcMode="spline" />
              <animateTransform restart="whenNotActive" repeatCount="1" dur="1s" begin="0s" xlink:href="#_R_G888_L_0_G_L_0_G" fill="freeze" attributeName="transform" from="-23.5 -23" to="-23.5 -23" type="translate" additive="sum" keyTimes="0;1" values="-23.5 -23;-23.5 -23" keySplines="0 0 1 1" calcMode="spline" />
              <animate restart="whenNotActive" attributeType="XML" attributeName="opacity" dur="1s" from="0" to="1" xlink:href="#time_group888" />
            </defs>
            <g id="_R_G888">
              <g id="_R_G888_L_0_G">
                <g id="_R_G888_L_0_G_L_1_G">
                  <path id="_R_G888_L_0_G_L_1_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M23.5 15.69 C22.48,15.69 21.47,15.9 20.53,16.32 C16.85,17.96 15.19,22.29 16.83,25.97 C18,28.6 20.62,30.31 23.51,30.31 C24.53,30.31 25.53,30.1 26.47,29.68 C30.15,28.04 31.81,23.71 30.18,20.03 C29.01,17.39 26.38,15.69 23.5,15.69z " />
                </g>
                <g id="_R_G888_L_0_G_L_0_G" transform=" translate(23.5, 23)">
                  <path id="_R_G888_L_0_G_L_0_G_D_0_P_0" fill="#11a0a3" fill-opacity="1" fill-rule="nonzero" d=" M46.16 19.06 C46.1,18.71 45.89,18.4 45.59,18.2 C45.29,18.01 44.92,17.95 44.58,18.03 C43.78,18.23 42.96,18.19 42.21,17.9 C40.19,17.12 39.18,14.84 39.95,12.82 C40.25,12.06 40.78,11.41 41.49,10.95 C41.79,10.76 41.99,10.44 42.05,10.09 C42.11,9.74 42.03,9.38 41.81,9.09 C40.39,7.21 38.69,5.57 36.77,4.22 C36.48,4.01 36.12,3.94 35.77,4.01 C35.42,4.08 35.11,4.3 34.92,4.61 C34.51,5.29 33.9,5.83 33.17,6.15 C32.66,6.38 32.13,6.5 31.57,6.5 C30.02,6.5 28.61,5.58 27.98,4.16 C27.65,3.41 27.56,2.58 27.73,1.77 C27.81,1.41 27.73,1.05 27.53,0.76 C27.32,0.46 27,0.27 26.65,0.22 C24.32,-0.1 21.94,-0.07 19.65,0.32 C19.29,0.38 18.99,0.59 18.79,0.89 C18.59,1.19 18.53,1.56 18.61,1.9 C18.81,2.69 18.76,3.5 18.47,4.24 C17.89,5.75 16.42,6.77 14.8,6.77 C14.32,6.77 13.85,6.68 13.39,6.5 C12.63,6.21 11.98,5.68 11.52,4.97 C11.33,4.67 11.02,4.46 10.66,4.4 C10.31,4.33 9.95,4.42 9.66,4.64 C7.78,6.05 6.13,7.74 4.77,9.66 C4.56,9.96 4.48,10.33 4.56,10.68 C4.63,11.03 4.85,11.33 5.16,11.52 C5.85,11.94 6.4,12.55 6.72,13.29 C7.15,14.25 7.18,15.31 6.8,16.29 C6.43,17.27 5.69,18.05 4.73,18.47 C3.97,18.81 3.11,18.89 2.29,18.71 C1.94,18.63 1.57,18.71 1.27,18.91 C0.98,19.11 0.78,19.43 0.73,19.79 C0.4,22.14 0.43,24.51 0.82,26.83 C0.88,27.18 1.09,27.5 1.39,27.7 C1.7,27.89 2.07,27.95 2.42,27.86 C3.22,27.65 4.05,27.69 4.81,27.98 C5.79,28.36 6.57,29.1 6.99,30.05 C7.42,31.01 7.45,32.08 7.07,33.06 C6.77,33.84 6.22,34.5 5.48,34.96 C5.17,35.16 4.96,35.47 4.89,35.82 C4.83,36.18 4.91,36.54 5.13,36.83 C6.56,38.73 8.26,40.39 10.2,41.76 C10.49,41.97 10.86,42.04 11.22,41.96 C11.57,41.89 11.88,41.66 12.06,41.35 C12.48,40.62 13.1,40.06 13.85,39.73 C14.36,39.5 14.9,39.39 15.45,39.39 C17,39.39 18.41,40.3 19.04,41.72 C19.39,42.5 19.47,43.36 19.27,44.21 C19.19,44.56 19.26,44.93 19.47,45.23 C19.67,45.53 19.99,45.73 20.35,45.78 C21.4,45.92 22.47,46 23.52,46 C24.82,46 26.14,45.89 27.42,45.66 C27.77,45.6 28.09,45.39 28.28,45.09 C28.48,44.78 28.54,44.41 28.44,44.06 C28.22,43.24 28.26,42.4 28.56,41.64 C29.13,40.13 30.61,39.12 32.22,39.12 C32.71,39.12 33.18,39.21 33.63,39.38 C34.41,39.68 35.07,40.23 35.53,40.97 C35.73,41.28 36.04,41.49 36.39,41.56 C36.75,41.62 37.12,41.53 37.41,41.32 C39.3,39.88 40.95,38.17 42.31,36.24 C42.52,35.94 42.59,35.58 42.51,35.22 C42.43,34.87 42.21,34.57 41.9,34.38 C41.19,33.97 40.63,33.35 40.3,32.6 C39.42,30.62 40.32,28.29 42.29,27.41 C43.06,27.07 43.91,26.99 44.73,27.17 C45.09,27.25 45.45,27.18 45.75,26.97 C46.05,26.77 46.24,26.45 46.29,26.09 C46.61,23.74 46.57,21.38 46.16,19.06z  M27.52 32.03 C26.24,32.6 24.89,32.89 23.51,32.89 C19.6,32.89 16.05,30.58 14.47,27.02 C12.25,22.04 14.5,16.18 19.48,13.97 C20.76,13.4 22.11,13.11 23.5,13.11 C27.4,13.11 30.95,15.42 32.53,18.98 C34.75,23.96 32.5,29.82 27.52,32.03z " />
                </g>
              </g>
            </g>
            <g id="time_group888" />
          </svg>



          <h3 class="adv-card-title">
            Собственная разработка
          </h3>

          <p class="adv-card-text">
            Оборудования, сервисов, надстроек, плагинов, мобильных приложений. Внедрили более 100 специализированных
            решений
          </p>


        </li>

      </ul>


      <button class="advantages__btn btn btn_orange popup-link" data-popup="popup-consult">
        Получить консультацию
      </button>

    </div>
  </section>

  <section class="section section_offers offers">
    <div class="section__ancor" id="offers"></div>

    <div class="container offers__container animation">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Что мы предлагаем?
        </h2>
        <p class="top-block__number">
          03
        </p>
      </div>

      <div class="offers__slider-block animation_item fade-in-bot fade-in-bot-1">
        <h3 class="offers__slider-title">
          Современные IT — решения, которые гарантировано помогут снизить расходы до 40%
        </h3>

        <div class="offers__slider-wrap swiper offers_swiper">
          <ul class="offers__slider swiper-wrapper">

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="1">
              <div class="off-card__img animation_img fade-in-right">
                <picture>
                  <source srcset="/assets/img/offer1-mob.png" media="(max-width: 1060px)">
                  <source srcset="/assets/img/offer1-tab.png" media="(max-width: 1300px)">
                  <img src="/assets/img/offer1.png" alt="предложение">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Контроллер (Гарвекс, КМАЗС и др.)
                </h2>
                <p class="off-card__subtitle">
                  Для автоматизации выдачи и учёта
                </p>

                <p class="off-card__text text">
                  Функции:<br>
                  • Выдача топлива по электронным картам, ПИН-кодам<br>
                  • Выдача топлива по лимитам: дата, время,<br>
                  дни недели, суточный/месячный объём и другие комбинации условий
                  • Измерение и хранение информации
                  об уровне топлива (при наличии уровнемера)<br>
                  • Измерение и хранение информации о плотности, температуре,
                  объёме и массе• топлива (при наличии уровнемера)<br>
                  • Хранение данных в собственной энергонезависимой
                  памяти<br><br>

                  Преимущества:<br>
                  • Не требуется оператор• Выдача топлива происходит быстрее чем с оператором<br>
                  • Задаются лимиты выдачи топлива для каждого сотрудника<br>
                  • Переход от бумажного к электронному учёту расхода топлива<br>
                  • Контроль количества топлива в ёмкостях<br>
                  • Удалённое управление системой через интернет<br>
                </p>


                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>

              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="2">
              <div class="off-card__img animation_img fade-in-right">
                <picture>
                  <source srcset="/assets/img/offer2-mob.png" media="(max-width: 1060px)">
                  <source srcset="/assets/img/offer2-tab.png" media="(max-width: 1300px)">
                  <img src="/assets/img/offer2.png" alt="предложение">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Автоматизированная колонка
                </h2>
                <p class="off-card__subtitle">
                  Отвечает за отгрузку топлива.
                </p>

                <!-- перенесес выше на этап верстки -->

                <p class="off-card__text text">
                  Функции:<br>
                  • Отгрузка топлива<br>
                  • Определение объёма выданного топлива<br>
                  • Наличии фильтра грубой очистки
                  позволяет не допускать попадания «сторонних примесей» в технику<br><br>

                  Преимущества:<br>
                  • Отсутствие погрешности<br>
                  • Сокращение времени заправки техники<br>
                  • Простота обслуживания<br>
                </p>


                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="3">
              <div class="off-card__img animation_img fade-in-right">
                <picture>
                  <source srcset="/assets/img/offer3-mob.png" media="(max-width: 1060px)">
                  <source srcset="/assets/img/offer3-tab.png" media="(max-width: 1300px)">
                  <img src="/assets/img/offer3.png" alt="предложение">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Уровнемер
                </h2>
                <p class="off-card__subtitle">
                  Отвечает за данные по приёмке и хранению нефтепродуктов.
                </p>

                <p class="off-card__text text">
                  Функции:<br>
                  • Измерение уровня топлива<br>
                  • Измерение уровня раздела сред (топливо/вода)<br>
                  • Измерение температуры топлива (влияет на уровень топлива)<br>
                  • Измерение плотности топлива (влияет на уровень топлива)<br>
                  • Измерение объёма топлива (таблица/формулы)<br>
                  • Измерение массы топлива<br>
                  • Цифровой интерфейс RS-485<br>
                  • Взрывобезопасное исполнение<br><br>

                  Преимущества:
                  • Инструментальный контроль измеряемых параметров<br>
                  • Точная информация об уровне, объёме топлива, его температуре и плотности<br>
                  • Исключение человеческого фактора и ошибок<br>
                  • Непрерывная самодиагностика и измерение параметров<br>
                  • Возможность формировать различные отчёты<br>
                  • Реализация перехода от бумажного к электронному учёту расхода топлива<br>
                  • Интеграция с учётными системами (1С и аналогами)<br>
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_calc" data-id="4">
              <div class="off-card__img animation_img fade-in-right">
                <picture>
                  <source srcset="/assets/img/offer4-mob.png" media="(max-width: 1060px)">
                  <source srcset="/assets/img/offer4-tab.png" media="(max-width: 1300px)">
                  <img src="/assets/img/offer4.png" alt="предложение">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Топливозаправочный пункт (ТЗП)
                </h2>
                <p class="off-card__subtitle">
                  Включает в себя закрытие всех вопросов учёта топлива на предприятии
                </p>

                <p class="off-card__text text">
                  <b>Функции:</b><br>
                  • Автоматизация полного цикла движения топлива на предприятиях<br>
                  • Хранение топлива<br>
                  • Контроль поступления топлива<br>
                  • Контроль выдачи топлива<br>
                  • По идее ТЗП решает все вопросы в совокупности, в отличии от остальных отдельных решений.<br><br>

                  <b>Преимущества:</b><br>
                  • Снижение уровня расходов на топливо до 40%<br>
                  • Инструментальный контроль за расходом топлива<br>
                  • Исключение случаев махинаций и хищения топлива<br>
                  • Сокращение издержек на обслуживание ТРК (отсутствие оператора)<br>
                  • Сокращение времени заправки техники, оперативность управления ТРК и лимитами<br>
                  • Сертифицирован и соответствует нормам законодательства<br>
                  • Интеграция со сторонними учётными системами: 1С, СМТ, Видео и т.д.<br>
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="5">
              <div class="off-card__img animation_img fade-in-right">
                <picture>
                  <source srcset="/assets/img/offer5-mob.png" media="(max-width: 1060px)">
                  <source srcset="/assets/img/offer5-tab.png" media="(max-width: 1300px)">
                  <img src="/assets/img/offer5.png" alt="предложение">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Видеоконтроль
                </h2>
                <p class="off-card__subtitle">
                  Позволяет контролировать все процессы, происходящие на АЗС
                </p>

                <p class="off-card__text text">
                  1С, Скаут, Ivideon и их аналогами или сторонними сервисами
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="6">
              <div class="off-card__img animation_img fade-in-right">
                <picture>
                  <source srcset="/assets/img/offer6-mob.png" media="(max-width: 1060px)">
                  <source srcset="/assets/img/offer6-tab.png" media="(max-width: 1300px)">
                  <img src="/assets/img/offer6.png" alt="предложение">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Автотопливозаправщик (Передвижной)
                </h2>
                <p class="off-card__subtitle">
                  Включает в себя закрытие всех вопросов учёта топлива на предприятии
                </p>

                <p class="off-card__text text">
                  Функции<br>
                  • Автоматизация полного цикла движения топлива на предприятиях<br>
                  • Хранение топлива<br>
                  • Контроль поступления топлива<br>
                  • Контроль выдачи топлива<br>
                  • По идее ТЗП решает все вопросы в совокупности, в отличии от остальных отдельных решений.<br><br>

                  Преимущества<br>
                  • Снижение уровня расходов на топливо до 40%<br>
                  • Инструментальный контроль за расходом топлива<br>
                  • Исключение случаев махинаций и хищения топлива<br>
                  • Сокращение издержек на обслуживание ТРК (отсутствие оператора)<br>
                  • Сокращение времени заправки техники, оперативность управления ТРК и лимитами<br>
                  • Сертифицирован и соответствует нормам законодательства• Интеграция со сторонними учётными системами:
                  1С, СМТ, Видео и т.д.<br>
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="7">
              <div class="off-card__img animation_img fade-in-right">
                <picture>
                  <source srcset="/assets/img/offer7-mob.png" media="(max-width: 1060px)">
                  <source srcset="/assets/img/offer7-tab.png" media="(max-width: 1300px)">
                  <img src="/assets/img/offer7.png" alt="предложение">
                </picture>
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Интеграция с внешними учётными сервисами
                </h2>
                <p class="off-card__subtitle">
                  Интеграция с внешними учётными сервисами
                </p>

                <p class="off-card__text text">
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li>

            <!-- <li class="offers__slider-item swiper-slide off-card off-card_cons" data-id="8">
              <div class="off-card__img animation_img fade-in-right">
                <picture>
                  <source srcset="/assets/img/offer8-mob.png" media="(max-width: 1060px)">
                  <source srcset="/assets/img/offer8-tab.png" media="(max-width: 1300px)">
                  <img src="/assets/img/offer8.png" alt="предложение"> 
                </picture>               
              </div>

              <div class="off-card__text-wrap">
                <h2 class="off-card__title">
                  Услуги для АЗС
                </h2>
                <p class="off-card__subtitle">
                  Услуги, обеспечивающие максимальную продолжительность и прибыльность АЗС, АЗ\ГЗС и нефтебаз.
                </p>

                <p class="off-card__text text">
                  Предлагаем:<br>
                  • Расчет и подбор оборудования и комплектующих<br>
                  • Внедрение и установка программного обеспечения<br>
                  • Гарантийное и постгарантийное обслуживание<br>
                  • Сервис и техническая поддержка<br>
                  • Модернизация имеющегося оборудования<br>
                  • Проектирование и разработка индивидуальной документации для АЗС<br>
                  • Проведение аудита на предмет технического содержания и эксплуатации АЗС<br>
                  • Очистка топливных емкостей<br>
                </p>

                <div class="off-card__btn-wrap">
                  <button class="off-card__btn off-card__btn_show">
                    Подробнее
                  </button>

                  <button class="off-card__btn off-card__btn_hide">
                    Скрыть
                  </button>
                </div>

                <button class="btn btn_trans-orange btn_cons popup-link" data-popup="popup-consult">
                  Получить консультацию
                </button>

                <button class="btn btn_trans-orange btn_calc popup-link" data-popup="popup-calc_one">
                  Рассчитать стоимость
                </button>

                <button class="btn btn_gray btn_modal popup-link" data-popup="popup-offer_more">
                  Узнать больше
                </button>
              </div>
            </li> -->

          </ul>

        </div>

        <div class="swiper-button swiper-button-prev swiper-button-prev-offer">
          <svg width="14" height="26" viewBox="0 0 14 26" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M12.6364 0.999976L1 12.6363L12.6364 24.2727" stroke="#117074" stroke-width="2"
              stroke-linecap="round" stroke-linejoin="round" />
          </svg>

        </div>

        <div class="swiper-button swiper-button-next swiper-button-next-offer">
          <svg width="14" height="26" viewBox="0 0 14 26" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M1.36364 0.999976L13 12.6363L1.36364 24.2727" stroke="#117074" stroke-width="2"
              stroke-linecap="round" stroke-linejoin="round" />
          </svg>

        </div>

      </div>
    </div>
  </section>

  <section class="section section_solutions solutions">
    <div class="section__ancor" id="solutions"></div>

    <div class="container solutions__container">
      <div class="top-block">
        <h2 class="top-block__title section-title">
          Какие проблемы решаем?
        </h2>
        <p class="top-block__number">
          04
        </p>
      </div>

      <ul class="solutions__list animation">
        <li class="solutions__item animation_item fade-in-bot fade-in-bot-1">
          <svg width="29" height="70" viewBox="0 0 29 70" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M18.4 0H28.4V70H16.9V12.3L2.8 16.3L0 6.5L18.4 0Z" fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Отсутствие оперативной информации об остатках топлива и его качестве
          </p>
        </li>

        <li class="solutions__item animation_item fade-in-bot fade-in-bot-2">
          <svg width="47" height="72" viewBox="0 0 47 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M0.2 71.3V62.3L24.6 37.4C30.5333 31.4667 33.5 26.3333 33.5 22C33.5 18.6 32.4667 15.9667 30.4 14.1C28.4 12.1667 25.8333 11.2 22.7 11.2C16.8333 11.2 12.5 14.1 9.7 19.9L0 14.2C2.2 9.53334 5.3 6 9.3 3.6C13.3 1.2 17.7333 0 22.6 0C28.7333 0 34 1.93333 38.4 5.8C42.8 9.66667 45 14.9333 45 21.6C45 28.7333 41.0333 36.3333 33.1 44.4L17.3 60.2H46.3V71.3H0.2Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Отсутствие контроля процесса заправки техники
          </p>
        </li>

        <li class="solutions__item animation_item fade-in-bot fade-in-bot-3">
          <svg width="48" height="72" viewBox="0 0 48 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M30.9 28.6C35.9667 29.8 40.0667 32.1667 43.2 35.7C46.4 39.1667 48 43.5333 48 48.8C48 55.8 45.6333 61.3 40.9 65.3C36.1667 69.3 30.3667 71.3 23.5 71.3C18.1667 71.3 13.3667 70.0667 9.1 67.6C4.9 65.1333 1.86667 61.5333 0 56.8L9.8 51.1C11.8667 57.1 16.4333 60.1 23.5 60.1C27.5 60.1 30.6667 59.1 33 57.1C35.3333 55.0333 36.5 52.2667 36.5 48.8C36.5 45.3333 35.3333 42.6 33 40.6C30.6667 38.6 27.5 37.6 23.5 37.6H20.9L16.3 30.7L31.4 10.8H2.1V0H45.1V9.8L30.9 28.6Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Сложность процесса приёма топлива и несоблюдение всех процедур
          </p>
        </li>

        <li class="solutions__item animation_item fade-in-bot fade-in-bot-6">
          <svg width="54" height="71" viewBox="0 0 54 71" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M54 47.0001V57.7001H46V70.3001H34.4V57.7001H0V47.0001L24.1 0.300049H36.6L12.5 47.0001H34.4V28.8001H46V47.0001H54Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Недостачи при приёме топлива от поставщика/перевозчика
          </p>
        </li>

        <li class="solutions__item animation_item fade-in-bot fade-in-bot-5">
          <svg width="49" height="72" viewBox="0 0 49 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M24.5 26.7001C31.1667 26.7001 36.8 28.7001 41.4 32.7001C46 36.6334 48.3 42.1001 48.3 49.1001C48.3 56.1001 45.9333 61.6001 41.2 65.6001C36.4667 69.6001 30.6667 71.6001 23.8 71.6001C18.2667 71.6001 13.3667 70.3334 9.1 67.8001C4.83333 65.2001 1.8 61.4667 0 56.6001L9.9 50.9001C11.7667 57.2334 16.4 60.4001 23.8 60.4001C27.7333 60.4001 30.8667 59.4001 33.2 57.4001C35.6 55.3334 36.8 52.5667 36.8 49.1001C36.8 45.6334 35.6333 42.9001 33.3 40.9001C30.9667 38.9001 27.8667 37.9001 24 37.9001H3.6L6.3 0.300049H45.3V11.1001H16.9L15.7 26.7001H24.5Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Отсутствие какого‑либо контроля при заправке техники
          </p>
        </li>

        <li class="solutions__item animation_item fade-in-bot fade-in-bot-4">
          <svg width="50" height="72" viewBox="0 0 50 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M24.8 23.8001C32.0667 23.8001 38 26.0334 42.6 30.5C47.2 34.9001 49.5 40.6334 49.5 47.7001C49.5 54.7667 47.2 60.5334 42.6 65.0001C38 69.4001 32.0667 71.6001 24.8 71.6001C17.4667 71.6001 11.5 69.4001 6.9 65.0001C2.3 60.5334 0 54.7667 0 47.7001C0 42.3667 1.4 37.6667 4.2 33.6001L26.4 0.300049H39.5L23.5 23.8001H24.8ZM24.8 60.7001C28.6667 60.7001 31.8333 59.5334 34.3 57.2001C36.7667 54.8001 38 51.6334 38 47.7001C38 43.7667 36.7667 40.6334 34.3 38.3001C31.8333 35.9001 28.6667 34.7001 24.8 34.7001C20.8667 34.7001 17.6667 35.9001 15.2 38.3001C12.7333 40.6334 11.5 43.7667 11.5 47.7001C11.5 51.6334 12.7333 54.8001 15.2 57.2001C17.6667 59.5334 20.8667 60.7001 24.8 60.7001Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Несоответствие нормам и требованиям пожарной безопасности и экологии
          </p>
        </li>

        <li class="solutions__item animation_item fade-in-bot fade-in-bot-7">
          <svg width="45" height="71" viewBox="0 0 45 71" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M0 0.599976H44.5V10.6L19.9 70.6H7.8L32 11.6H0V0.599976Z" fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Изношенность топливораздаточной колонки (ТРК) и высокий риск выхода её из строя
          </p>
        </li>

        <li class="solutions__item animation_item fade-in-bot fade-in-bot-8">
          <svg width="50" height="74" viewBox="0 0 50 74" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M38.8 35.5C45.6667 39.3 49.1 44.9666 49.1 52.5C49.1 58.9 46.8667 63.9666 42.4 67.7C37.9333 71.3666 32 73.2 24.6 73.2C17.2 73.2 11.2333 71.3666 6.7 67.7C2.23333 63.9666 0 58.9 0 52.5C0 48.9 0.9 45.6333 2.7 42.7C4.5 39.7 7.03333 37.3 10.3 35.5C5.03333 32.0333 2.4 27.1 2.4 20.7C2.4 14.3 4.53333 9.36664 8.8 5.89998C13.0667 2.36664 18.3333 0.599976 24.6 0.599976C30.8 0.599976 36.0333 2.36664 40.3 5.89998C44.6333 9.36664 46.8 14.3 46.8 20.7C46.8 27.1 44.1333 32.0333 38.8 35.5ZM24.6 11.5C21.4667 11.5 18.9 12.3333 16.9 14C14.9 15.6666 13.9 18.0666 13.9 21.2C13.9 24.2 14.9 26.5666 16.9 28.3C18.9667 30.0333 21.5333 30.9 24.6 30.9C27.6 30.9 30.1333 30.0333 32.2 28.3C34.2667 26.5666 35.3 24.2 35.3 21.2C35.3 18.0666 34.2667 15.6666 32.2 14C30.2 12.3333 27.6667 11.5 24.6 11.5ZM24.6 62.3C28.4667 62.3 31.6 61.3666 34 59.5C36.4 57.5666 37.6 54.8666 37.6 51.4C37.6 47.9333 36.4 45.2666 34 43.4C31.6 41.4666 28.4667 40.5 24.6 40.5C20.6667 40.5 17.5 41.4666 15.1 43.4C12.7 45.2666 11.5 47.9333 11.5 51.4C11.5 54.8666 12.7 57.5666 15.1 59.5C17.5 61.3666 20.6667 62.3 24.6 62.3Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Ручной учёт на бумажных носителях транзакций по выдаче топлива и возвратам
          </p>
        </li>

        <li class="solutions__item animation_item fade-in-bot fade-in-bot-9">
          <svg width="50" height="72" viewBox="0 0 50 72" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              d="M49.5 24.5C49.5 29.8333 48.1 34.5333 45.3 38.6L23.2 71.9H10L26 48.4H24.8C17.5333 48.4 11.5667 46.2 6.9 41.8C2.3 37.3333 0 31.5666 0 24.5C0 17.4333 2.3 11.7 6.9 7.29998C11.5667 2.83331 17.5333 0.599976 24.8 0.599976C32.0667 0.599976 38 2.83331 42.6 7.29998C47.2 11.7 49.5 17.4333 49.5 24.5ZM11.5 24.5C11.5 28.3666 12.7333 31.5 15.2 33.9C17.7333 36.3 20.9333 37.5 24.8 37.5C28.6667 37.5 31.8333 36.3333 34.3 34C36.7667 31.6 38 28.4333 38 24.5C38 20.5666 36.7667 17.4333 34.3 15.1C31.8333 12.7 28.6667 11.5 24.8 11.5C20.9333 11.5 17.7333 12.7 15.2 15.1C12.7333 17.4333 11.5 20.5666 11.5 24.5Z"
              fill="#FAB502" />
          </svg>

          <p class="solutions__item-text text">
            Недостоверность
            данных счётчика топлива или объемомера
          </p>
        </li>

      </ul>

      <button class="btn btn_gray popup-link" data-popup="popup-calc_one">
        Рассчитать стоимость
      </button>
    </div>
  </section>

  <section class="section section_types types">
    <div class="section__ancor" id="types"></div>

    <div class="container types__container">
      <div class="top-block">
        <h2 class="top-block__title section-title">
          Виды топливозаправочных пунктов (ТЗП)
        </h2>
        <p class="top-block__number">
          05
        </p>
      </div>

      <ul class="types__list animation">

        <li class="types__item type-card animation_item fade-in-bot fade-in-bot-1">
          <h3 class="type-card__title">
            Топливозаправочный пункт с открытым техническим отсеком
          </h3>

          <div class="type-card__text-block">
            <p class="type-card__subtitle">
              Установлено:
            </p>

            <p class="type-card__text">
              • ТЗП 20м3, объем не разделен<br>
              • резервуар двустенный<br>
              • межстенное пространство герметизировано, заполнено азотом<br>
              • сталь исполнения Ст3Сп5<br>
              • ТРК ТОПАЗ-611, 1 рукав<br>
              • ПАК «ТОПАЗ-Автономный налив»<br>
              • уровнемер ПМП-201<br>
              • насос наполнения КМ80-65-140Е<br>
              • система авт. пожаротушения «БУРАН-2,5»<br>
              • светодиодный светильник (Ex)<br>
              • открытое исполнение тех. отсека<br>
            </p>

            <button class="btn btn_gray popup-link" data-popup="popup-calc_one">
              Рассчитать стоимость
            </button>
          </div>

          <div class="type-card__image-block">
            <div class="type-card__image">
              <picture>
                <source srcset="/assets/img/type-card-1-m.jpg" type="image/jpeg" media="(max-width: 460px)">
                <source srcset="/assets/img/type-card-1-sm.jpg" type="image/jpeg" media="(max-width: 1260px)">
                <img src="/assets/img/type-card-1.jpg" alt="">
              </picture>
            </div>
          </div>

        </li>

        <li class="types__item type-card animation_item fade-in-bot fade-in-bot-2">
          <h3 class="type-card__title">
            Топливозаправочный пункт с закрытым техническим отсеком
          </h3>

          <div class="type-card__text-block">
            <p class="type-card__subtitle">
              Установлено:
            </p>

            <p class="type-card__text">
              • ТЗП 40м3, 2 отсека 20м3 + 20м3<br>
              • резервуар двустенный<br>
              • межстенное пространство герметизировано, заполнено азотом<br>
              • сталь исполнения Ст3Сп5<br>
              • 2*ТРК ТОПАЗ-511, 1 рукав<br>
              • спец. контроллер КМАЗС<br>
              • 2*уровнемер ПМП-201<br>
              • 2*насос наполнения КМ80-65-140Е<br>
              • 2*система авт. пожаротушения «БУРАН-2,5»<br>
              • 2*светодиодный светильник (Ex)<br>
              • закрытый тех. отсек<br>
            </p>

            <button class="btn btn_gray popup-link" data-popup="popup-calc_one">
              Рассчитать стоимость
            </button>
          </div>

          <div class="type-card__image-block">
            <div class="type-card__image">
              <picture>
                <source srcset="/assets/img/type-card-2-m.jpg" type="image/jpeg" media="(max-width: 460px)">

                <source srcset="/assets/img/type-card-2-sm.jpg" type="image/jpeg" media="(max-width: 1260px)">
                <img src="/assets/img/type-card-2.jpg" alt="">
              </picture>
            </div>
          </div>

        </li>

        <li class="types__item type-card animation_item fade-in-bot fade-in-bot-3">
          <h3 class="type-card__title">
            Топливозаправочный пункт с закрытым
            техническим отсеком в контейнере
          </h3>

          <div class="type-card__text-block">
            <p class="type-card__subtitle">
              Установлено:
            </p>

            <p class="type-card__text">
              • ТЗП 38м3, объем не разделен<br>
              • резервуар двустенный<br>
              • межстенное пространство герметизировано, заполнено азотом<br>
              • сталь исполнения Ст3Сп5<br>
              • 2*ТРК ТОПАЗ-511, 1 рукав<br>
              • спец. контроллер КВОТА-3<br>
              • уровнемер ПМП-201<br>
              • насос наполнения КМ80-65-140Е<br>
              • система авт. пожаротушения «БУРАН-2,5»<br>
              • светодиодный светильник (Ex)<br>
              • контейнерное исполнение, морской 40-футовый контейнер<br>
            </p>

            <button class="btn btn_gray popup-link" data-popup="popup-calc_one">
              Рассчитать стоимость
            </button>
          </div>

          <div class="type-card__image-block">
            <div class="type-card__image">
              <picture>
                <source srcset="/assets/img/type-card-3-m.jpg" type="image/jpeg" media="(max-width: 460px)">

                <source srcset="/assets/img/type-card-3-sm.jpg" type="image/jpeg" media="(max-width: 1260px)">
                <img src="/assets/img/type-card-3.jpg" alt="">
              </picture>
            </div>
          </div>

        </li>

      </ul>

    </div>
  </section>

  <section class="section section_results results">
    <div class="section__ancor" id="results"></div>

    <div class="container results__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Результаты внедрения
        </h2>
        <p class="top-block__number">
          06
        </p>
      </div>

      <div class="results__content animation">
        <div class="results__top-block">
          <div class="swiper results_top_swiper">
            <ul class="results__top-list swiper-wrapper">

              <li class="results__top-item swiper-slide">
                Пламя<br> Племзавод
              </li>

              <li class="results__top-item swiper-slide">
                Приневское<br> Племзавод
              </li>

              <li class="results__top-item swiper-slide">
                Культура<br>
                Агро
              </li>

              <li class="results__top-item swiper-slide">
                Пригородный<br>
                СПК
              </li>

            </ul>

          </div>
          <div class="swiper-button-next swiper-button-next_res"></div>
          <div class="swiper-button-prev swiper-button-prev_res"></div>

        </div>

        <div class="results__bot-block animation_item fade-in-bot fade-in-bot-1">

          <div class="swiper results_bot_swiper">

            <ul class="results__bot-list swiper-wrapper">

              <li class="results__bot-item res-card swiper-slide">

                <div class="res-card__left">

                  <div class="res-card__lable">
                    АО "Племзавод " Пламя"
                  </div>

                  <p class="res-card__desc">
                    Работаем с 2018 года
                  </p>

                  <ul class="res-card__big-list">
                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1718)">
                            <path
                              d="M26.9317 14.5837L20.3193 10.7514L23.6528 2.75141C23.7691 2.5138 23.8233 2.25057 23.8102 1.98635C23.7971 1.72212 23.7171 1.46554 23.5779 1.24061C23.4386 1.01567 23.2446 0.829748 23.0139 0.700224C22.7832 0.570701 22.5235 0.501814 22.2589 0.500011C21.9073 0.498687 21.5655 0.61627 21.2891 0.833667L21.18 0.927215L9.48645 11.9971C9.31066 12.164 9.17613 12.3696 9.09352 12.5975C9.0109 12.8254 8.98246 13.0695 9.01044 13.3103C9.03843 13.5511 9.12207 13.7821 9.25475 13.9849C9.38742 14.1878 9.5655 14.3571 9.77489 14.4793L16.3888 18.3147L13.0163 26.4067C12.8772 26.7367 12.8561 27.1047 12.9566 27.4485C13.0571 27.7923 13.273 28.091 13.5679 28.2942C13.8629 28.4974 14.2189 28.5928 14.5759 28.5642C14.9329 28.5356 15.2692 28.3849 15.5281 28.1373L27.2217 17.0643C27.3971 16.8973 27.5312 16.6917 27.6135 16.4639C27.6959 16.2361 27.7241 15.9922 27.6959 15.7516C27.6678 15.511 27.5841 15.2803 27.4515 15.0776C27.3188 14.8749 27.1409 14.7058 26.9317 14.5837Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath>
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Задача
                      </h4>
                      <p class="res-card__big-item-value">
                        Организовать контроль за работой АТЗ, исключенить махинаций с топливом
                      </p>

                    </li>

                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1724)">
                            <path
                              d="M35.5625 12.3438H33.9172L29.6851 2.82227C29.4936 2.39148 29.1812 2.02548 28.7859 1.7686C28.3906 1.51173 27.9293 1.37501 27.4578 1.375H9.54219C9.07074 1.37501 8.60942 1.51173 8.2141 1.7686C7.81879 2.02548 7.50645 2.39148 7.31492 2.82227L3.08281 12.3438H1.4375C1.11427 12.3438 0.804273 12.4722 0.575714 12.7007C0.347154 12.9293 0.21875 13.2393 0.21875 13.5625C0.21875 13.8857 0.347154 14.1957 0.575714 14.4243C0.804273 14.6528 1.11427 14.7812 1.4375 14.7812H2.65625V26.9688C2.65625 27.6152 2.91306 28.2352 3.37018 28.6923C3.8273 29.1494 4.44728 29.4062 5.09375 29.4062H8.75C9.39647 29.4062 10.0165 29.1494 10.4736 28.6923C10.9307 28.2352 11.1875 27.6152 11.1875 26.9688V25.75H25.8125V26.9688C25.8125 27.6152 26.0693 28.2352 26.5264 28.6923C26.9835 29.1494 27.6035 29.4062 28.25 29.4062H31.9062C32.5527 29.4062 33.1727 29.1494 33.6298 28.6923C34.0869 28.2352 34.3438 27.6152 34.3438 26.9688V14.7812H35.5625C35.8857 14.7812 36.1957 14.6528 36.4243 14.4243C36.6528 14.1957 36.7812 13.8857 36.7812 13.5625C36.7812 13.2393 36.6528 12.9293 36.4243 12.7007C36.1957 12.4722 35.8857 12.3438 35.5625 12.3438ZM11.1875 19.6562H7.53125C7.20802 19.6562 6.89802 19.5278 6.66946 19.2993C6.4409 19.0707 6.3125 18.7607 6.3125 18.4375C6.3125 18.1143 6.4409 17.8043 6.66946 17.5757C6.89802 17.3472 7.20802 17.2188 7.53125 17.2188H11.1875C11.5107 17.2188 11.8207 17.3472 12.0493 17.5757C12.2778 17.8043 12.4062 18.1143 12.4062 18.4375C12.4062 18.7607 12.2778 19.0707 12.0493 19.2993C11.8207 19.5278 11.5107 19.6562 11.1875 19.6562ZM29.4688 19.6562H25.8125C25.4893 19.6562 25.1793 19.5278 24.9507 19.2993C24.7222 19.0707 24.5938 18.7607 24.5938 18.4375C24.5938 18.1143 24.7222 17.8043 24.9507 17.5757C25.1793 17.3472 25.4893 17.2188 25.8125 17.2188H29.4688C29.792 17.2188 30.102 17.3472 30.3305 17.5757C30.5591 17.8043 30.6875 18.1143 30.6875 18.4375C30.6875 18.7607 30.5591 19.0707 30.3305 19.2993C30.102 19.5278 29.792 19.6562 29.4688 19.6562ZM5.75035 12.3438L9.54219 3.8125H27.4578L31.2496 12.3438H5.75035Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath>
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Парк техники
                      </h4>
                      <p class="res-card__big-item-value">
                        Более 50 единиц техники
                      </p>

                    </li>

                    <li class="res-card__big-item res-card__big-item_large">
                      <h4 class="res-card__big-item-title">
                        <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path
                            d="M4.375 4.375V27.7083C4.375 28.4819 4.68229 29.2237 5.22927 29.7707C5.77625 30.3177 6.51812 30.625 7.29167 30.625H30.625"
                            stroke="#117074" stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M10.2083 20.417L16.0416 14.5837L21.8749 20.417L30.6249 11.667" stroke="#117074"
                            stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M26.25 11.667H30.625V16.042" stroke="#117074" stroke-width="2.91667"
                            stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        Результаты
                      </h4>

                      <ul class="res-card__small-list">
                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big circle-animate circle_big_25 ">
                            </div>

                            <div class="circle_small">

                            </div>

                            <span class="circle__text">
                              25%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Сокращение пробегов автотранспорта
                          </p>

                        </li>

                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big circle-animate circle_big_50 ">
                            </div>

                            <div class="circle_small">
                            </div>

                            <span class="circle__text">
                              50%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Снижение затрат на топливо по с/х технике
                          </p>

                        </li>

                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big circle-animate circle_big_10">
                            </div>

                            <div class="circle_small">
                            </div>

                            <span class="circle__text">
                              10%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Сокращение норм расхода на с/х технике
                          </p>

                        </li>

                      </ul>
                    </li>
                  </ul>

                </div>


                <div class="res-card__right">
                  <h5 class="res-card__right-title">
                    Результаты и процесс работы
                  </h5>

                  <div class="res-card__right-slider-wrap">
                    <div class="swiper res-card_swiper res-card_swiper-1">
                      <ul class="swiper-wrapper">
                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-1-1.webp" type="image/webp"><img src="/assets/img/res-img-1-1.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-1-2.webp" type="image/webp"><img src="/assets/img/res-img-1-2.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-1-3.webp" type="image/webp"><img src="/assets/img/res-img-1-3.jpg" alt="">
                          </picture>
                        </li>
                      </ul>
                    </div>
                    <div class="swiper-pagination swiper-pagination-res-1"></div>
                    <div class="swiper-button swiper-button-next swiper-button-next_res-card__right-1"></div>
                    <div class="swiper-button swiper-button-prev swiper-button-prev_res-card__right-1"></div>
                  </div>
                </div>
              </li>

              <li class="results__bot-item res-card swiper-slide">

                <div class="res-card__left">

                  <div class="res-card__lable">
                    ЗАО "Племенной Завод Приневское"
                  </div>

                  <p class="res-card__desc">
                    Работаем с 2016 года
                  </p>

                  <ul class="res-card__big-list">
                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1718)">
                            <path
                              d="M26.9317 14.5837L20.3193 10.7514L23.6528 2.75141C23.7691 2.5138 23.8233 2.25057 23.8102 1.98635C23.7971 1.72212 23.7171 1.46554 23.5779 1.24061C23.4386 1.01567 23.2446 0.829748 23.0139 0.700224C22.7832 0.570701 22.5235 0.501814 22.2589 0.500011C21.9073 0.498687 21.5655 0.61627 21.2891 0.833667L21.18 0.927215L9.48645 11.9971C9.31066 12.164 9.17613 12.3696 9.09352 12.5975C9.0109 12.8254 8.98246 13.0695 9.01044 13.3103C9.03843 13.5511 9.12207 13.7821 9.25475 13.9849C9.38742 14.1878 9.5655 14.3571 9.77489 14.4793L16.3888 18.3147L13.0163 26.4067C12.8772 26.7367 12.8561 27.1047 12.9566 27.4485C13.0571 27.7923 13.273 28.091 13.5679 28.2942C13.8629 28.4974 14.2189 28.5928 14.5759 28.5642C14.9329 28.5356 15.2692 28.3849 15.5281 28.1373L27.2217 17.0643C27.3971 16.8973 27.5312 16.6917 27.6135 16.4639C27.6959 16.2361 27.7241 15.9922 27.6959 15.7516C27.6678 15.511 27.5841 15.2803 27.4515 15.0776C27.3188 14.8749 27.1409 14.7058 26.9317 14.5837Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath>
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Задача
                      </h4>
                      <p class="res-card__big-item-value">
                        Организовать контроль за работой АТЗ, исключенить махинаций с топливом
                      </p>

                    </li>

                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1724)">
                            <path
                              d="M35.5625 12.3438H33.9172L29.6851 2.82227C29.4936 2.39148 29.1812 2.02548 28.7859 1.7686C28.3906 1.51173 27.9293 1.37501 27.4578 1.375H9.54219C9.07074 1.37501 8.60942 1.51173 8.2141 1.7686C7.81879 2.02548 7.50645 2.39148 7.31492 2.82227L3.08281 12.3438H1.4375C1.11427 12.3438 0.804273 12.4722 0.575714 12.7007C0.347154 12.9293 0.21875 13.2393 0.21875 13.5625C0.21875 13.8857 0.347154 14.1957 0.575714 14.4243C0.804273 14.6528 1.11427 14.7812 1.4375 14.7812H2.65625V26.9688C2.65625 27.6152 2.91306 28.2352 3.37018 28.6923C3.8273 29.1494 4.44728 29.4062 5.09375 29.4062H8.75C9.39647 29.4062 10.0165 29.1494 10.4736 28.6923C10.9307 28.2352 11.1875 27.6152 11.1875 26.9688V25.75H25.8125V26.9688C25.8125 27.6152 26.0693 28.2352 26.5264 28.6923C26.9835 29.1494 27.6035 29.4062 28.25 29.4062H31.9062C32.5527 29.4062 33.1727 29.1494 33.6298 28.6923C34.0869 28.2352 34.3438 27.6152 34.3438 26.9688V14.7812H35.5625C35.8857 14.7812 36.1957 14.6528 36.4243 14.4243C36.6528 14.1957 36.7812 13.8857 36.7812 13.5625C36.7812 13.2393 36.6528 12.9293 36.4243 12.7007C36.1957 12.4722 35.8857 12.3438 35.5625 12.3438ZM11.1875 19.6562H7.53125C7.20802 19.6562 6.89802 19.5278 6.66946 19.2993C6.4409 19.0707 6.3125 18.7607 6.3125 18.4375C6.3125 18.1143 6.4409 17.8043 6.66946 17.5757C6.89802 17.3472 7.20802 17.2188 7.53125 17.2188H11.1875C11.5107 17.2188 11.8207 17.3472 12.0493 17.5757C12.2778 17.8043 12.4062 18.1143 12.4062 18.4375C12.4062 18.7607 12.2778 19.0707 12.0493 19.2993C11.8207 19.5278 11.5107 19.6562 11.1875 19.6562ZM29.4688 19.6562H25.8125C25.4893 19.6562 25.1793 19.5278 24.9507 19.2993C24.7222 19.0707 24.5938 18.7607 24.5938 18.4375C24.5938 18.1143 24.7222 17.8043 24.9507 17.5757C25.1793 17.3472 25.4893 17.2188 25.8125 17.2188H29.4688C29.792 17.2188 30.102 17.3472 30.3305 17.5757C30.5591 17.8043 30.6875 18.1143 30.6875 18.4375C30.6875 18.7607 30.5591 19.0707 30.3305 19.2993C30.102 19.5278 29.792 19.6562 29.4688 19.6562ZM5.75035 12.3438L9.54219 3.8125H27.4578L31.2496 12.3438H5.75035Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath>
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Парк техники
                      </h4>
                      <p class="res-card__big-item-value">
                        Более 50 единиц техники
                      </p>

                    </li>

                    <li class="res-card__big-item res-card__big-item_large">
                      <h4 class="res-card__big-item-title">
                        <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path
                            d="M4.375 4.375V27.7083C4.375 28.4819 4.68229 29.2237 5.22927 29.7707C5.77625 30.3177 6.51812 30.625 7.29167 30.625H30.625"
                            stroke="#117074" stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M10.2083 20.417L16.0416 14.5837L21.8749 20.417L30.6249 11.667" stroke="#117074"
                            stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M26.25 11.667H30.625V16.042" stroke="#117074" stroke-width="2.91667"
                            stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        Результаты
                      </h4>

                      <ul class="res-card__small-list">
                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big circle-animate circle_big_40">
                            </div>

                            <div class="circle_small">
                            </div>

                            <span class="circle__text">
                              40%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Снижение затрат на топливо
                          </p>

                        </li>

                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle ">
                            <div class="circle_big circle-animate circle_big_100">
                            </div>

                            <div class="circle_small">
                            </div>

                            <span class="circle__text">
                              x2
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Скоращение вдвое рейсов АТЗ (было 2 стало 1)
                          </p>

                        </li>

                      </ul>
                    </li>
                  </ul>

                </div>


                <div class="res-card__right">
                  <h5 class="res-card__right-title">
                    Результаты и процесс работы
                  </h5>

                  <div class="res-card__right-slider-wrap">
                    <div class="swiper res-card_swiper res-card_swiper-2">
                      <ul class="swiper-wrapper">
                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-2-1.webp" type="image/webp"><img src="/assets/img/res-img-2-1.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-2-2.webp" type="image/webp"><img src="/assets/img/res-img-2-2.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-2-3.webp" type="image/webp"><img src="/assets/img/res-img-2-3.jpg" alt="">
                          </picture>
                        </li>
                      </ul>
                    </div>
                    <div class="swiper-pagination swiper-pagination-res-2"></div>
                    <div class="swiper-button swiper-button-next swiper-button-next_res-card__right-2"></div>
                    <div class="swiper-button swiper-button-prev swiper-button-prev_res-card__right-2"></div>
                  </div>
                </div>
              </li>

              <li class="results__bot-item res-card swiper-slide">

                <div class="res-card__left">

                  <div class="res-card__lable">
                    АО "Культура - Агро" 
                  </div>

                  <p class="res-card__desc">
                    Работаем с 2016 года
                  </p>

                  <ul class="res-card__big-list">
                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1718)">
                            <path
                              d="M26.9317 14.5837L20.3193 10.7514L23.6528 2.75141C23.7691 2.5138 23.8233 2.25057 23.8102 1.98635C23.7971 1.72212 23.7171 1.46554 23.5779 1.24061C23.4386 1.01567 23.2446 0.829748 23.0139 0.700224C22.7832 0.570701 22.5235 0.501814 22.2589 0.500011C21.9073 0.498687 21.5655 0.61627 21.2891 0.833667L21.18 0.927215L9.48645 11.9971C9.31066 12.164 9.17613 12.3696 9.09352 12.5975C9.0109 12.8254 8.98246 13.0695 9.01044 13.3103C9.03843 13.5511 9.12207 13.7821 9.25475 13.9849C9.38742 14.1878 9.5655 14.3571 9.77489 14.4793L16.3888 18.3147L13.0163 26.4067C12.8772 26.7367 12.8561 27.1047 12.9566 27.4485C13.0571 27.7923 13.273 28.091 13.5679 28.2942C13.8629 28.4974 14.2189 28.5928 14.5759 28.5642C14.9329 28.5356 15.2692 28.3849 15.5281 28.1373L27.2217 17.0643C27.3971 16.8973 27.5312 16.6917 27.6135 16.4639C27.6959 16.2361 27.7241 15.9922 27.6959 15.7516C27.6678 15.511 27.5841 15.2803 27.4515 15.0776C27.3188 14.8749 27.1409 14.7058 26.9317 14.5837Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath>
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Задача
                      </h4>
                      <p class="res-card__big-item-value">
                        Организовать контроль за работой АТЗ, исключенить махинаций с топливом
                      </p>

                    </li>

                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1724)">
                            <path
                              d="M35.5625 12.3438H33.9172L29.6851 2.82227C29.4936 2.39148 29.1812 2.02548 28.7859 1.7686C28.3906 1.51173 27.9293 1.37501 27.4578 1.375H9.54219C9.07074 1.37501 8.60942 1.51173 8.2141 1.7686C7.81879 2.02548 7.50645 2.39148 7.31492 2.82227L3.08281 12.3438H1.4375C1.11427 12.3438 0.804273 12.4722 0.575714 12.7007C0.347154 12.9293 0.21875 13.2393 0.21875 13.5625C0.21875 13.8857 0.347154 14.1957 0.575714 14.4243C0.804273 14.6528 1.11427 14.7812 1.4375 14.7812H2.65625V26.9688C2.65625 27.6152 2.91306 28.2352 3.37018 28.6923C3.8273 29.1494 4.44728 29.4062 5.09375 29.4062H8.75C9.39647 29.4062 10.0165 29.1494 10.4736 28.6923C10.9307 28.2352 11.1875 27.6152 11.1875 26.9688V25.75H25.8125V26.9688C25.8125 27.6152 26.0693 28.2352 26.5264 28.6923C26.9835 29.1494 27.6035 29.4062 28.25 29.4062H31.9062C32.5527 29.4062 33.1727 29.1494 33.6298 28.6923C34.0869 28.2352 34.3438 27.6152 34.3438 26.9688V14.7812H35.5625C35.8857 14.7812 36.1957 14.6528 36.4243 14.4243C36.6528 14.1957 36.7812 13.8857 36.7812 13.5625C36.7812 13.2393 36.6528 12.9293 36.4243 12.7007C36.1957 12.4722 35.8857 12.3438 35.5625 12.3438ZM11.1875 19.6562H7.53125C7.20802 19.6562 6.89802 19.5278 6.66946 19.2993C6.4409 19.0707 6.3125 18.7607 6.3125 18.4375C6.3125 18.1143 6.4409 17.8043 6.66946 17.5757C6.89802 17.3472 7.20802 17.2188 7.53125 17.2188H11.1875C11.5107 17.2188 11.8207 17.3472 12.0493 17.5757C12.2778 17.8043 12.4062 18.1143 12.4062 18.4375C12.4062 18.7607 12.2778 19.0707 12.0493 19.2993C11.8207 19.5278 11.5107 19.6562 11.1875 19.6562ZM29.4688 19.6562H25.8125C25.4893 19.6562 25.1793 19.5278 24.9507 19.2993C24.7222 19.0707 24.5938 18.7607 24.5938 18.4375C24.5938 18.1143 24.7222 17.8043 24.9507 17.5757C25.1793 17.3472 25.4893 17.2188 25.8125 17.2188H29.4688C29.792 17.2188 30.102 17.3472 30.3305 17.5757C30.5591 17.8043 30.6875 18.1143 30.6875 18.4375C30.6875 18.7607 30.5591 19.0707 30.3305 19.2993C30.102 19.5278 29.792 19.6562 29.4688 19.6562ZM5.75035 12.3438L9.54219 3.8125H27.4578L31.2496 12.3438H5.75035Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath>
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Парк техники
                      </h4>
                      <p class="res-card__big-item-value">
                        Более 40 единиц техники
                      </p>

                    </li>

                    <li class="res-card__big-item res-card__big-item_large">
                      <h4 class="res-card__big-item-title">
                        <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path
                            d="M4.375 4.375V27.7083C4.375 28.4819 4.68229 29.2237 5.22927 29.7707C5.77625 30.3177 6.51812 30.625 7.29167 30.625H30.625"
                            stroke="#117074" stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M10.2083 20.417L16.0416 14.5837L21.8749 20.417L30.6249 11.667" stroke="#117074"
                            stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M26.25 11.667H30.625V16.042" stroke="#117074" stroke-width="2.91667"
                            stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        Результаты
                      </h4>

                      <ul class="res-card__small-list">
                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big circle-animate circle_big_50">
                            </div>

                            <div class="circle_small">
                            </div>

                            <span class="circle__text">
                              50%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Снижение затрат на топливо
                          </p>

                        </li>

                      </ul>
                    </li>
                  </ul>

                </div>


                <div class="res-card__right">
                  <h5 class="res-card__right-title">
                    Результаты и процесс работы
                  </h5>

                  <div class="res-card__right-slider-wrap">
                    <div class="swiper res-card_swiper res-card_swiper-3">
                      <ul class="swiper-wrapper">
                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-3-1.webp" type="image/webp"><img src="/assets/img/res-img-3-1.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-3-2.webp" type="image/webp"><img src="/assets/img/res-img-3-2.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-3-3.webp" type="image/webp"><img src="/assets/img/res-img-3-3.jpg" alt="">
                          </picture>
                        </li>
                      </ul>
                    </div>
                    <div class="swiper-pagination swiper-pagination-res-3"></div>
                    <div class="swiper-button swiper-button-next swiper-button-next_res-card__right-3"></div>
                    <div class="swiper-button swiper-button-prev swiper-button-prev_res-card__right-3"></div>
                  </div>
                </div>
              </li>

              <li class="results__bot-item res-card swiper-slide">

                <div class="res-card__left">

                  <div class="res-card__lable">
                    ООО "СПК Пригородный"
                  </div>

                  <p class="res-card__desc">
                    Работаем с 2018 года
                  </p>

                  <ul class="res-card__big-list">
                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1718)">
                            <path
                              d="M26.9317 14.5837L20.3193 10.7514L23.6528 2.75141C23.7691 2.5138 23.8233 2.25057 23.8102 1.98635C23.7971 1.72212 23.7171 1.46554 23.5779 1.24061C23.4386 1.01567 23.2446 0.829748 23.0139 0.700224C22.7832 0.570701 22.5235 0.501814 22.2589 0.500011C21.9073 0.498687 21.5655 0.61627 21.2891 0.833667L21.18 0.927215L9.48645 11.9971C9.31066 12.164 9.17613 12.3696 9.09352 12.5975C9.0109 12.8254 8.98246 13.0695 9.01044 13.3103C9.03843 13.5511 9.12207 13.7821 9.25475 13.9849C9.38742 14.1878 9.5655 14.3571 9.77489 14.4793L16.3888 18.3147L13.0163 26.4067C12.8772 26.7367 12.8561 27.1047 12.9566 27.4485C13.0571 27.7923 13.273 28.091 13.5679 28.2942C13.8629 28.4974 14.2189 28.5928 14.5759 28.5642C14.9329 28.5356 15.2692 28.3849 15.5281 28.1373L27.2217 17.0643C27.3971 16.8973 27.5312 16.6917 27.6135 16.4639C27.6959 16.2361 27.7241 15.9922 27.6959 15.7516C27.6678 15.511 27.5841 15.2803 27.4515 15.0776C27.3188 14.8749 27.1409 14.7058 26.9317 14.5837Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath>
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Задача
                      </h4>
                      <p class="res-card__big-item-value">
                        Организовать контроль за работой АТЗ, исключенить махинаций с топливом
                      </p>

                    </li>

                    <li class="res-card__big-item">
                      <h4 class="res-card__big-item-title">
                        <svg width="37" height="30" viewBox="0 0 37 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_255_1724)">
                            <path
                              d="M35.5625 12.3438H33.9172L29.6851 2.82227C29.4936 2.39148 29.1812 2.02548 28.7859 1.7686C28.3906 1.51173 27.9293 1.37501 27.4578 1.375H9.54219C9.07074 1.37501 8.60942 1.51173 8.2141 1.7686C7.81879 2.02548 7.50645 2.39148 7.31492 2.82227L3.08281 12.3438H1.4375C1.11427 12.3438 0.804273 12.4722 0.575714 12.7007C0.347154 12.9293 0.21875 13.2393 0.21875 13.5625C0.21875 13.8857 0.347154 14.1957 0.575714 14.4243C0.804273 14.6528 1.11427 14.7812 1.4375 14.7812H2.65625V26.9688C2.65625 27.6152 2.91306 28.2352 3.37018 28.6923C3.8273 29.1494 4.44728 29.4062 5.09375 29.4062H8.75C9.39647 29.4062 10.0165 29.1494 10.4736 28.6923C10.9307 28.2352 11.1875 27.6152 11.1875 26.9688V25.75H25.8125V26.9688C25.8125 27.6152 26.0693 28.2352 26.5264 28.6923C26.9835 29.1494 27.6035 29.4062 28.25 29.4062H31.9062C32.5527 29.4062 33.1727 29.1494 33.6298 28.6923C34.0869 28.2352 34.3438 27.6152 34.3438 26.9688V14.7812H35.5625C35.8857 14.7812 36.1957 14.6528 36.4243 14.4243C36.6528 14.1957 36.7812 13.8857 36.7812 13.5625C36.7812 13.2393 36.6528 12.9293 36.4243 12.7007C36.1957 12.4722 35.8857 12.3438 35.5625 12.3438ZM11.1875 19.6562H7.53125C7.20802 19.6562 6.89802 19.5278 6.66946 19.2993C6.4409 19.0707 6.3125 18.7607 6.3125 18.4375C6.3125 18.1143 6.4409 17.8043 6.66946 17.5757C6.89802 17.3472 7.20802 17.2188 7.53125 17.2188H11.1875C11.5107 17.2188 11.8207 17.3472 12.0493 17.5757C12.2778 17.8043 12.4062 18.1143 12.4062 18.4375C12.4062 18.7607 12.2778 19.0707 12.0493 19.2993C11.8207 19.5278 11.5107 19.6562 11.1875 19.6562ZM29.4688 19.6562H25.8125C25.4893 19.6562 25.1793 19.5278 24.9507 19.2993C24.7222 19.0707 24.5938 18.7607 24.5938 18.4375C24.5938 18.1143 24.7222 17.8043 24.9507 17.5757C25.1793 17.3472 25.4893 17.2188 25.8125 17.2188H29.4688C29.792 17.2188 30.102 17.3472 30.3305 17.5757C30.5591 17.8043 30.6875 18.1143 30.6875 18.4375C30.6875 18.7607 30.5591 19.0707 30.3305 19.2993C30.102 19.5278 29.792 19.6562 29.4688 19.6562ZM5.75035 12.3438L9.54219 3.8125H27.4578L31.2496 12.3438H5.75035Z"
                              fill="#117074" />
                          </g>
                          <defs>
                            <clipPath>
                              <rect width="37" height="29" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                          </defs>
                        </svg>

                        Парк техники
                      </h4>
                      <p class="res-card__big-item-value">
                        Более 40 единиц техники
                      </p>

                    </li>

                    <li class="res-card__big-item res-card__big-item_large">
                      <h4 class="res-card__big-item-title">
                        <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path
                            d="M4.375 4.375V27.7083C4.375 28.4819 4.68229 29.2237 5.22927 29.7707C5.77625 30.3177 6.51812 30.625 7.29167 30.625H30.625"
                            stroke="#117074" stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M10.2083 20.417L16.0416 14.5837L21.8749 20.417L30.6249 11.667" stroke="#117074"
                            stroke-width="2.91667" stroke-miterlimit="5.759" stroke-linecap="round"
                            stroke-linejoin="round" />
                          <path d="M26.25 11.667H30.625V16.042" stroke="#117074" stroke-width="2.91667"
                            stroke-linecap="round" stroke-linejoin="round" />
                        </svg>

                        Результаты
                      </h4>

                      <ul class="res-card__small-list">
                        <li class="res-card__small-item">
                          <div class="res-card__small-circle circle">
                            <div class="circle_big circle-animate circle_big_50">
                            </div>

                            <div class="circle_small">
                            </div>

                            <span class="circle__text">
                              50%
                            </span>

                          </div>
                          <p class="res-card__small-text">
                            Снижение затрат на топливо
                          </p>
                        </li>
                      </ul>
                    </li>
                  </ul>

                </div>


                <div class="res-card__right">
                  <h5 class="res-card__right-title">
                    Результаты и процесс работы
                  </h5>

                  <div class="res-card__right-slider-wrap">
                    <div class="swiper res-card_swiper res-card_swiper-4">
                      <ul class="swiper-wrapper">
                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-4-1.webp" type="image/webp"><img src="/assets/img/res-img-4-1.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-4-2.webp" type="image/webp"><img src="/assets/img/res-img-4-2.jpg" alt="">
                          </picture>
                        </li>

                        <li class="swiper-slide">
                          <picture>
                            <source srcset="/assets/img/res-img-4-3.webp" type="image/webp"><img src="/assets/img/res-img-4-3.jpg" alt="">
                          </picture>
                        </li>
                      </ul>
                    </div>
                    <div class="swiper-pagination swiper-pagination-res-4"></div>
                    <div class="swiper-button swiper-button-next swiper-button-next_res-card__right-4"></div>
                    <div class="swiper-button swiper-button-prev swiper-button-prev_res-card__right-4"></div>
                  </div>
                </div>
              </li>



            </ul>

          </div>

        </div>

      </div>



    </div>
  </section>

  <section class="section section_team team">
    <div class="container team__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Наша команда
        </h2>
        <p class="top-block__number">
          07
        </p>
      </div>

      <ul class="team__list animation">
        <li class="team__item team-card animation_item fade-in-left fade-in-left-1">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_1.webp" type="image/webp"><img src="/assets/img/team_img_1.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Чистоколов Андрей
            </h3>
            <p class="team-card__text">
              Генеральный директор
            </p>
            <a class="team-card__contact contacts__item" href="tel:+79817350505">
              +7 (981) 735 05 05
            </a>
            <a class="team-card__contact contacts__item" href="mailto:a.chistokolov@gtc-spb.ru">
              a.chistokolov@gtc-spb.ru
            </a>
          </div>
        </li>

        <li class="team__item team-card animation_item fade-in-right fade-in-right-1">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_2.webp" type="image/webp"><img src="/assets/img/team_img_2.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Чепишко Сергей
            </h3>
            <p class="team-card__text">
              Директор по региональному развитию
            </p>
            <a class="team-card__contact contacts__item" href="tel:+79819517474">
              +7 (981) 951 74 74
            </a>
            <a class="team-card__contact contacts__item" href="mailto:s.chepishko@gtc-spb.ru">
              s.chepishko@gtc-spb.ru
            </a>
          </div>
        </li>

        <li class="team__item team-card animation_item fade-in-left fade-in-left-2">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_3.webp" type="image/webp"><img src="/assets/img/team_img_3.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Яковлев Николай
            </h3>
            <p class="team-card__text">
              Руководитель направления автоматизации учета топлива
            </p>
            <a class="team-card__contact contacts__item" href="tel:+79817343440">
              +7 (981) 734 34 40
            </a>
            <a class="team-card__contact contacts__item" href="mailto:n.yakovlev@gtc-spb.ru">
              n.yakovlev@gtc-spb.ru
            </a>
          </div>
        </li>

        <li class="team__item team-card animation_item fade-in-right fade-in-right-2">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_4.webp" type="image/webp"><img src="/assets/img/team_img_4.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Антипин Алексей
            </h3>
            <p class="team-card__text">
              Руководитель направления спутникового и видео контроля
            </p>
            <a class="team-card__contact contacts__item" href="tel:+798935003501">
              +7 (989) 350 35 01
            </a>
            <a class="team-card__contact contacts__item" href="mailto:a.antipin@gtc-spb.ru">
              a.antipin@gtc-spb.ru
            </a>
          </div>
        </li>

        <li class="team__item team-card animation_item fade-in-left fade-in-left-3">
          <div class="team-card__img">
            <picture>
              <source srcset="/assets/img/team_img_5.webp" type="image/webp"><img src="/assets/img/team_img_5.jpg" alt="">
            </picture>
          </div>
          <div class="team-card__text-block">
            <h3 class="team-card__title">
              Лебедев Дмитрий
            </h3>
            <p class="team-card__text">
              Технический директор
            </p>
            <a class="team-card__contact contacts__item" href="tel:+78919257518">
              +7 (921) 925 75 18
            </a>
            <a class="team-card__contact contacts__item" href="mailto:d.lebedev@gtc-spb.ru">
              d.lebedev@gtc-spb.ru
            </a>
          </div>
        </li>

      </ul>
    </div>
  </section>

  <section class="section section_partners partners">
    <div class="container partners__container">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Наши партнёры
        </h2>
        <p class="top-block__number">
          08
        </p>
      </div>

      <ul class="partners__list" style="display: none;">
        <li class="partners__item">
          <picture>
            <source srcset="/assets/img/partners_img_1.webp" type="image/webp"><img src="/assets/img/partners_img_1.png" alt="">
          </picture>
        </li>

        <li class="partners__item">
          <picture>
            <source srcset="/assets/img/partners_img_2.webp" type="image/webp"><img src="/assets/img/partners_img_2.png" alt="">
          </picture>
        </li>

        <li class="partners__item">
          <picture>
            <source srcset="/assets/img/partners_img_3.webp" type="image/webp"><img src="/assets/img/partners_img_3.png" alt="">
          </picture>
        </li>
      </ul>

      <div class="runner">
        <div class="container runner__container">
          <div class="runner__list runner__list_2">
            <div class="runner__wrap runner__wrap_1">
              <picture>
                <source srcset="/assets/img/partners_img_1.webp" type="image/webp"><img src="/assets/img/partners_img_1.png" alt="">
              </picture>
            </div>

            <div class="runner__wrap runner__wrap_2">
              <picture>
                <source srcset="/assets/img/partners_img_2.webp" type="image/webp"><img src="/assets/img/partners_img_2.png" alt="">
              </picture>
            </div>

            <div class="runner__wrap runner__wrap_3">
              <picture>
                <source srcset="/assets/img/partners_img_3.webp" type="image/webp"><img src="/assets/img/partners_img_3.png" alt="">
              </picture>
            </div>
          </div>

          <div class="runner__list runner__list_2" aria-hidden="true">
            <div class="runner__wrap runner__wrap_1">
              <picture>
                <source srcset="/assets/img/partners_img_1.webp" type="image/webp"><img src="/assets/img/partners_img_1.png" alt="">
              </picture>
            </div>

            <div class="runner__wrap runner__wrap_2">
              <picture>
                <source srcset="/assets/img/partners_img_2.webp" type="image/webp"><img src="/assets/img/partners_img_2.png" alt="">
              </picture>
            </div>

            <div class="runner__wrap runner__wrap_3">
              <picture>
                <source srcset="/assets/img/partners_img_3.webp" type="image/webp"><img src="/assets/img/partners_img_3.png" alt="">
              </picture>
            </div>
          </div>
        </div>
      </div>
    </div>
  </section>

  <section class="section section_geo geo">
    <div class="section__ancor" id="contacts"></div>

    <div class="container geo__container animation">
      <div class="top-block">
        <h2 class="top-block__title section-title" style="text-wrap: nowrap;">
          Контакты
        </h2>
        <p class="top-block__number">
          09
        </p>
      </div>

      <div class="geo__contacts-block">

        <ul class="geo__contacts-list">

          <li class="geo__contacts-item">
            <div class="geo__card-wrap">
              <p class="geo__contacts-title">
                <svg width="21" height="22" viewBox="0 0 21 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M14.704 12.8839L14.2046 13.3812C14.2046 13.3812 13.0157 14.5623 9.77196 11.3372C6.52817 8.11208 7.71701 6.93092 7.71701 6.93092L8.03096 6.61697C8.80706 5.84637 8.8806 4.60813 8.20331 3.70361L6.82017 1.85613C5.98151 0.73645 4.36236 0.588257 3.40185 1.54328L1.67842 3.25573C1.2031 3.72995 0.884759 4.34248 0.923179 5.02308C1.02197 6.76517 1.81014 10.5117 6.20544 14.8829C10.8675 19.5175 15.2419 19.7019 17.0301 19.535C17.5966 19.4823 18.0883 19.1947 18.4846 18.7996L20.0434 17.2496C21.0972 16.2034 20.8008 14.4086 19.4528 13.6765L17.3562 12.5359C16.4714 12.0562 15.3956 12.1967 14.704 12.8839Z"
                    fill="#125A5D" />
                </svg>
                Телефоны для связи:
              </p>

              <div class="geo__contacts-wrap">
                <a class="geo__contacts-text contacts__item geo__contacts-text_tel" href="tel:+78127677434">
                  +7 (812) 677 74 34
                </a>

                <a class="geo__contacts-text contacts__item geo__contacts-text_tel" href="tel:+78917305005">
                  +7 (981) 735 05 05
                </a>

                <a class="geo__contacts-text contacts__item geo__contacts-text_tel" href="tel:+78002505424">
                  +7 (800) 250 54 24
                </a>
              </div>
            </div>
          </li>

          <li class="geo__contacts-item">
            <div class="geo__card-wrap">

              <p class="geo__contacts-title">
                <svg width="21" height="17" viewBox="0 0 21 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <g clip-path="url(#clip0_238_1330)">
                    <path
                      d="M19.7033 4.37012V13.4407C19.7033 14.1741 19.4231 14.8797 18.9201 15.4132C18.417 15.9468 17.729 16.2679 16.997 16.311L16.8283 16.3157H3.41162C2.67829 16.3158 1.97267 16.0356 1.43912 15.5325C0.905573 15.0294 0.584435 14.3415 0.541413 13.6094L0.536621 13.4407V4.37012L9.58808 10.4047L9.69925 10.468C9.83025 10.532 9.97414 10.5653 10.12 10.5653C10.2658 10.5653 10.4097 10.532 10.5407 10.468L10.6518 10.4047L19.7033 4.37012Z"
                      fill="#125A5D" />
                    <path
                      d="M16.8283 0.983398C17.8633 0.983398 18.7709 1.52965 19.2769 2.35094L10.12 8.45552L0.963135 2.35094C1.20348 1.96073 1.53362 1.63363 1.92604 1.39691C2.31846 1.16019 2.76178 1.02071 3.21905 0.990107L3.41168 0.983398H16.8283Z"
                      fill="#125A5D" />
                  </g>
                  <defs>
                    <clipPath>
                      <rect width="20.7" height="16.1" fill="white" transform="translate(0 0.599609)" />
                    </clipPath>
                  </defs>
                </svg>
                Генеральный директор:
              </p>

              <div class="geo__contacts-wrap">
                <a class="geo__contacts-text contacts__item" href="mailto:a.chistokolov@gtc-spb.ru">
                  a.chistokolov@gtc-spb.ru
                </a>
              </div>
            </div>


            <div class="geo__card-wrap">

              <p class="geo__contacts-title">
                Директор по региональному развитию:
              </p>

              <div class="geo__contacts-wrap">
                <a class="geo__contacts-text contacts__item" href="mailto:s.chepishko@gtc-spb.ru">
                  s.chepishko@gtc-spb.ru
                </a>
              </div>
            </div>
          </li>

          <li class="geo__contacts-item">
            <div class="geo__card-wrap">

              <p class="geo__contacts-title">
                <svg width="20" height="24" viewBox="0 0 20 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path
                    d="M11.4477 21.5754C13.9616 19.3629 18.4342 14.8428 18.4342 10.6947C18.4342 8.39963 17.5224 6.19852 15.8995 4.57563C14.2767 2.95274 12.0755 2.04102 9.78043 2.04102C7.48532 2.04102 5.28421 2.95274 3.66133 4.57563C2.03844 6.19852 1.12671 8.39963 1.12671 10.6947C1.12671 14.8428 5.5978 19.3629 8.11315 21.5754C8.57196 21.9849 9.16544 22.2112 9.78043 22.2112C10.3954 22.2112 10.9889 21.9849 11.4477 21.5754ZM6.89586 10.6947C6.89586 9.9297 7.19977 9.196 7.74073 8.65504C8.28169 8.11408 9.0154 7.81017 9.78043 7.81017C10.5455 7.81017 11.2792 8.11408 11.8201 8.65504C12.3611 9.196 12.665 9.9297 12.665 10.6947C12.665 11.4598 12.3611 12.1935 11.8201 12.7344C11.2792 13.2754 10.5455 13.5793 9.78043 13.5793C9.0154 13.5793 8.28169 13.2754 7.74073 12.7344C7.19977 12.1935 6.89586 11.4598 6.89586 10.6947Z"
                    fill="#125A5D" />
                </svg>
                Адрес:
              </p>

              <div class="geo__contacts-wrap">
                <p class="geo__contacts-text">
                  Санкт-Петербург, Ленинский проспект, дом 153, литер А (БЦ «SetlCenter»), офис 720
                </p>
              </div>
            </div>
          </li>

        </ul>

      </div>

      <div class="geo__map-block animation_item fade-in-bot fade-in-bot-1" id="map">

      </div>
    </div>
  </section>

  <section class="section section_consultations consultations form-wrap animation">
    <div class="consultations__img animation_item fade-in-right fade-in-right-1">
      <!-- <picture> -->
      <!-- <source srcset="/assets/img/consult.webp" type="image/webp"><img src="/assets/img/consult.png" alt=""> -->
      <video src="/assets/img/consult.mp4" autoplay loop muted playsinline></video>
      <!-- </picture> -->
    </div>

    <!-- <div class="consultations_top-block">
    </div> -->

    <div class="consultations_bot-block animation_item fade-in-left fade-in-left-1">

      <div class="container consultations__container">

        <h2 class="consultations__title section-title">
          Нужна консультация?
        </h2>

        <p class="consultations__text">
          Укажите номер телефона, мы свяжемся с Вами и подберём подходящее решение
        </p>

        <form class="consultations__form form" action="#">
          <input type="hidden" name="type" value="Консультация">
          <input class="consultations__input phone input" type="tel" name="phone" placeholder="+7 (999) 999 99 99">

          <button class="consultations__btn btn btn_gray" type="submit">
            Получить консультацию
          </button>
        </form>
        <div class="consultations__agreement agreement">
          <span class="consultations__agreement-text agreement-text">
            Нажимая на кнопку «Отправить заявку», Вы соглашаетесь с
          </span>
          <a class="consultations__agreement-link agreement-link" href="/pages/policy/agreement" target="_blank">
            Политикой обработки персональных данных
          </a>
        </div>
      </div>
    </div>
  </section>

</main>

<?
include '' . $_SERVER["DOCUMENT_ROOT"] . '/includes/footer.php';
?>