<?
$title = 'Согласие на обработку персональных данных физических лиц';
$description = '';
$keywords = '';
include $_SERVER["DOCUMENT_ROOT"] . '/includes/head.php';
?>

<body data-page="agreement">

  <!-- Google Tag Manager (noscript) -->
  <noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-NMZW3TMH" height="0" width="0"
      style="display:none;visibility:hidden"></iframe></noscript>
  <!-- End Google Tag Manager (noscript) -->

  <?
  include $_SERVER["DOCUMENT_ROOT"] . '/includes/header.php';
  ?>

  <main class="main">
    <section class="section">
      <div class="container container_info">
        <p class="personal_title">Согласие на обработку персональных данных физических лиц</p>
        <p class="personal_info">Физическое лицо обязуется принять настоящее Согласие на обработку персональных данных
          (далее – Согласие). Принятием Согласия является заполнение полей форм на интернет-сайте <a
            style="text-decoration: underline; color: blue;" href="http://siberia-dev.ru/"
            target="_blank">siberia-dev.ru
          </a> (Заказать звонок, Задать вопрос, Узнать стоимость, Уточнить, Заказать услугу веб-студии, Заказать),
          отправление сообщения по электронной почте <a style="display: initial;"
            href="mailto:info@sibir.com">info@sibir.com</a>, использование сервисов быстрой связи на
          интернет-сайте <a style="text-decoration: underline; color: blue;" href="http://siberia-dev.ru/"
            target="_blank">siberia-dev.ru
          </a> (звонки и сообщения в Telegram, WhatsApp, Viber), использование других сервисов обратной связи,
          размещенных
          на интернет-сайте <a style="text-decoration: underline; color: blue;" href="http://siberia-dev.ru/"
            target="_blank">siberia-dev.ru
          </a>.</p>
        <p class="personal_info">Действуя свободно, своей волей и в своем интересе, а также подтверждая свою
          дееспособность, Пользователь дает свое согласие - Олеся Бородина, (Точный Адрес! замена) на обработку своих
          персональных данных со следующими условиями.</p>
        <p class="personal_info">1.Данное Согласие дается на обработку персональных данных, как без использования
          средств
          автоматизации, так и с их использованием.</p>
        <p class="personal_info">2.Согласие дается на обработку следующих моих персональных данных: Персональные данные,
          не являющиеся специальными или биометрическими: фамилия, имя, отчество; номера контактных телефонов; адреса
          электронной̆ почты; место работы и занимаемая должность; пользовательские данные (сведения о местоположении;
          тип
          и версия ОС; тип и версия Браузера; тип устройства и разрешение его экрана; откуда пришел на сайт пользователь
          (метка); язык ОС и Браузера; какие страницы открывает и на какие кнопки нажимает пользователь; ip- адрес.</p>
        <p class="personal_info">3.Персональные данные не являются общедоступными.</p>
        <p class="personal_info">4.Цель обработки персональных данных: обработка входящих запросов физических лиц с
          целью
          консультирования; аналитики действий физического лица на веб-сайте и функционирования веб- сайта.</p>
        <p class="personal_info">5.В ходе обработки с персональными данными будут совершены следующие действия: сбор;
          запись; систематизация; накопление; хранение; уточнение (обновление, изменение); извлечение; использование;
          передачу (предоставление, доступ); блокирование; удаление; уничтожение.</p>
        <p class="personal_info">6.Третьи лица не обрабатывают персональные данные по поручению Олеся Бородина.</p>
        <p class="personal_info">7.Персональные данные обрабатываются до предоставления бесплатной консультации. Также
          обработка персональных данных может быть прекращена по запросу субъекта персональных данных. Хранение
          персональных данных, зафиксированных на бумажных носителях осуществляется согласно Федеральному закону №125-ФЗ
          «Об архивном деле в Российской Федерации» и иным нормативно правовым актам в области архивного дела и
          архивного
          хранения.</p>
        <p class="personal_info">8.Согласие может быть отозвано субъектом персональных данных или его представителем
          путем
          направления письменного заявления Олеся Бородина или его представителю по адресу, указанному в начале данного
          Согласия.</p>
        <p class="personal_info">9.В случае отзыва субъектом персональных данных или его представителем согласия на
          обработку персональных данных Олеся Бородина вправе продолжить обработку персональных данных без согласия
          субъекта персональных данных при наличии оснований, указанных в пунктах 2 – 11 части 1 статьи 6, части 2
          статьи
          10 и части 2 статьи 11 Федерального закона №152-ФЗ «О персональных данных» от 27.07.2006 г.</p>
        <p class="personal_info">10.Настоящее согласие действует все время до момента прекращения обработки персональных
          данных, указанных в п.7 и п.8 данного Согласия.</p>
      </div>
    </section>
  </main>

  <?
  include '' . $_SERVER["DOCUMENT_ROOT"] . '/includes/footer.php';
  ?>

</body>

</html>

