<?
$title = 'Проект';
$description = '';
$keywords = '';
include $_SERVER["DOCUMENT_ROOT"] . '/includes/head.php';
?>

<body class="project-item-page">
  <!-- Google Tag Manager (noscript) -->
  <noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-NMZW3TMH" height="0" width="0"
      style="display:none;visibility:hidden"></iframe></noscript>
  <!-- End Google Tag Manager (noscript) -->

  <?
  include $_SERVER["DOCUMENT_ROOT"] . '/includes/header.php';
  ?>

  <main class="main project-item-page__main">
    <section class="section section_about about">
      <div class="container about__container">

        <div class="about__top-block">
          <h2 class="about__title title title_40">
            Сосновый квартал
          </h2>

          <a class="about__link btn btn_dark" href="/pages/kvartiry/">
            Смотреть квартиры
          </a>

        </div>

        <section id="iframe"></section>

        <!-- <div class="about__img-wrap">
          <picture>
            <source srcset="/assets/img/gen-plan-img.webp" type="image/webp"><img class="about__img" src="/assets/img/gen-plan-img.jpg" alt="геплан">
          </picture>
          <svg class="gp gp_1" width="237" height="380" viewBox="0 0 237 380" fill="none"
            xmlns="http://www.w3.org/2000/svg">
            <path
              d="M18 106.5L26.5 11L155 0.5L163.5 87.5L165 102H174.5L177.5 139H169L171 167.5L218 162.5L230 243L236.5 337L176 345V356L21.5 379.5L0.5 283L14.5 137L23 136L18 106.5Z"
              fill="#56693E" fill-opacity="0.01" />
          </svg>
          <svg class="gp gp_2" width="315" height="333" viewBox="0 0 315 333" fill="none"
            xmlns="http://www.w3.org/2000/svg">
            <path
              d="M0.5 88.5L5 11L114.5 0.5L186 81.5L184.5 93L196 106.5L208 105L314.5 225L288.5 315L166.5 332.5L161 325L108 332.5L64.5 254.5L73 184L64 172H54L34.5 142.5H25.5L26 129.5L0.5 88.5Z"
              fill="#56693E" fill-opacity="0.01" />
          </svg>
          <svg class="gp gp_3" width="254" height="184" viewBox="0 0 254 184" fill="none"
            xmlns="http://www.w3.org/2000/svg">
            <path
              d="M6 125L0.5 69L189.5 0.5L254 28.5L252 101L217 116.5V121L134 160.5L128 157L70.5 184L15.5 150.5L13 124.5L6 125Z"
              fill="#56693E" fill-opacity="0.01" />
          </svg>

          <svg class="gp gp-no" width="553" height="276" viewBox="0 0 553 276" fill="none"
            xmlns="http://www.w3.org/2000/svg">
            <path opacity="0.5"
              d="M0.5 155L2 90L125.5 49.5L183.5 68.5L181 88.5L191.5 85.5L197 29.5L287.5 0.5L343.5 14L335 63L363.5 51L428.5 68.5L416 125L445.5 134L470.5 119.5L552.5 142.5L533.5 208L521.5 216.5L520.5 225L477.5 256.5L472.5 254.5L443.5 275.5L242.5 203.5L223 212.5V218.5L163 250L158 247.5L117 268.5L48 237L50.5 175.5L0.5 155Z"
              fill="white" />
          </svg>
          <div class="about__img-first">
            1 очередь
          </div>
          <div class="about__img-second">
            2 очередь
          </div>

        </div> -->

      </div>
    </section>

    <section class="section section_slim slim">

      <section class="section section_slider slider" id="about-project">
        <div class="container slider__container ">
          <div class="slider__wrap wrap">
            <p class="slider__subtitle">
              О проекте
            </p>

            <div class="slider__header">
              <h1 class="slider__title">
                Хвойная мечта в самом сердце леса
              </h1>

              <p class="slider__text text">
                «Сосновый» – уютный район из 8 малоэтажных домов в окружении соснового леса. Квартал для тех,
                кто ценит баланс
                городской и загородной жизни. <br><br>
                Места общего пользования, прогулочные зоны, Family-space и коммерческие помещения созданные,
                чтобы делать вашу
                жизнь приятнее каждый день.
              </p>

              <a class="slider__button btn btn_white" href="#map">
                На карте
              </a>
            </div>

            <div class="slider__right slider_swiper">
              <ul class="slider__list swiper-wrapper">
                <li class="slider__item swiper-slide">
                  <picture>
                    <source srcset="/assets/img/slide-1.webp" type="image/webp"><img src="/assets/img/slide-1.jpg" alt="фасад дома">
                  </picture>
                </li>
                <li class="slider__item swiper-slide">
                  <picture>
                    <source srcset="/assets/img/slide-2.webp" type="image/webp"><img src="/assets/img/slide-2.jpg" alt="фасад дома">
                  </picture>
                </li>
                <li class="slider__item swiper-slide">
                  <picture>
                    <source srcset="/assets/img/slide-3.webp" type="image/webp"><img src="/assets/img/slide-3.jpg" alt="фасад дома">
                  </picture>
                </li>
                <li class="slider__item swiper-slide">
                  <picture>
                    <source srcset="/assets/img/slide-4.webp" type="image/webp"><img src="/assets/img/slide-4.jpg" alt="фасад дома">
                  </picture>
                </li>
                <li class="slider__item swiper-slide">
                  <picture>
                    <source srcset="/assets/img/slide-5.webp" type="image/webp"><img src="/assets/img/slide-5.jpg" alt="фасад дома">
                  </picture>
                </li>
                <li class="slider__item swiper-slide">
                  <picture>
                    <source srcset="/assets/img/slide-6.webp" type="image/webp"><img src="/assets/img/slide-6.jpg" alt="фасад дома">
                  </picture>
                </li>
                <li class="slider__item swiper-slide">
                  <picture>
                    <source srcset="/assets/img/slide-7.webp" type="image/webp"><img src="/assets/img/slide-7.jpg" alt="фасад дома">
                  </picture>
                </li>
              </ul>

              <div class="swiper-button swiper-button-prev swiper-button-prev_slider">
                <svg width="55" height="55" viewBox="0 0 55 55" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54 0)"
                    fill="white" />
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54 0)"
                    stroke="white" />
                  <path d="M32 20L23 27.5L32 35" stroke="#748D55" stroke-width="2" stroke-linecap="round"
                    stroke-linejoin="round" />
                </svg>
              </div>
              <div class="swiper-button swiper-button-next swiper-button-next_slider">
                <svg width="55" height="55" viewBox="0 0 55 55" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54 0)"
                    fill="white" />
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54 0)"
                    stroke="white" />
                  <path d="M23 20L32 27.5L23 35" stroke="#748D55" stroke-width="2" stroke-linejoin="round" />
                </svg>
              </div>
            </div>
          </div>

          <aside class="slider__aside aside">
          </aside>
        </div>
      </section>

      <section class="section section_choice choice">
        <div class="container choice__container">
          <div class="choice__wrap wrap">
            <h2 class="choice__title title title_40">
              Выбрать квартиру мечты
            </h2>

            <div class="choice__form" choice-form>

              <div class="choice__input-block choice__input-block_select choice__input-block_select_project">
                <p class="choice__label">
                  Проект
                </p>
                <div class="choice__select select select-frame">
                  <div class="select__wrapper">
                    <span class="select__placeholder">
                      Сосновый
                    </span>
                    <p class="select__text select__text_carton"></p>
                  </div>
                  <span class="select__arrow">
                    <svg width="14" height="8" viewBox="0 0 14 8" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <path d="M1.3335 1L7.54039 7L13.3335 1" stroke="#363636" stroke-width="1.5" stroke-linejoin="round" />
                    </svg>
                  </span>
                  <ul class="select__list select__list_carton">
                    <!-- <li class="select__item" data-id="Сосновый">Сосновый</li> -->
                    <!-- <li class="select__item" data-id="duboviy">Дубовый</li> -->
                    <!-- <li class="select__item" data-id="berezoviy">Березовый</li> -->
                  </ul>
                </div>
              </div>

              <div class="choice__input-block choice__input-block_buttons choice__input-block_buttons_rooms">
                <p class="choice__label">
                  Комнат
                </p>
                <div class="choice__buttons-select select-frame">
                  <button class="choice__buttons-select-item" data-id="11">
                    Студия
                  </button>
                  <button class="choice__buttons-select-item" data-id="1">
                    1
                  </button>
                  <button class="choice__buttons-select-item" data-id="2">
                    2
                  </button>
                  <button class="choice__buttons-select-item" data-id="3">
                    3
                  </button>
                  <button class="choice__buttons-select-item" data-id="4">
                    3+
                  </button>
                </div>
              </div>

              <div class="choice__input-block choice__input-block_slider choice__input-block_slider_square">
                <p class="choice__label">
                  Площадь, м2
                </p>
                <div class="choice__slider-select choice__slider-select_square select-frame">
                  <div class="select__wrapper">
                    <span class="select__placeholder">
                      от
                    </span>
                    <input class="select__input select__input_from" type="number">
                  </div>

                  <span class="select__separator">
                    |
                  </span>
                  <div class="select__wrapper">
                    <span class="select__placeholder">
                      до
                    </span>
                    <input class="select__input select__input_to" type="number">
                  </div>

                  <div class="slider-container">
                    <div class="range-slider">
                    </div>
                  </div>

                  <div class="range-inputs-wrap">
                    <input class="min-range" type="range">
                    <input class="max-range" type="range">
                  </div>

                </div>
              </div>

              <div class="choice__btns-block">
                <div class="choice__btns-wrap">
                  <button class="choice__btn-filter" data-id="optionPromotion">
                    Акция
                    <!-- <svg width="19" height="20" viewBox="0 0 19 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <rect x="0.75" y="1.25" width="17.5" height="17.5" rx="8.75" stroke="#56693E" stroke-width="1.5" />
                  <path
                    d="M7.95597 12.2209V12.1009C7.95904 11.5438 8.01136 11.1006 8.11293 10.7713C8.21757 10.442 8.36529 10.1773 8.55611 9.97727C8.74692 9.77415 8.97929 9.58795 9.2532 9.41868C9.44093 9.30173 9.60866 9.17401 9.75639 9.03551C9.9072 8.89394 10.0257 8.73698 10.1119 8.56463C10.198 8.3892 10.2411 8.19377 10.2411 7.97834C10.2411 7.7352 10.1842 7.52438 10.0703 7.34588C9.95644 7.16738 9.80256 7.02888 9.60867 6.9304C9.41785 6.83191 9.20395 6.78267 8.96697 6.78267C8.74846 6.78267 8.54072 6.83037 8.34375 6.92578C8.14986 7.01811 7.98828 7.15968 7.85902 7.3505C7.73284 7.53823 7.66205 7.77675 7.64666 8.06605H6.0032C6.01858 7.4813 6.16016 6.99195 6.42791 6.59801C6.69875 6.20407 7.05575 5.90862 7.49893 5.71165C7.94519 5.51468 8.43762 5.41619 8.97621 5.41619C9.56404 5.41619 10.0811 5.51929 10.5273 5.7255C10.9767 5.9317 11.326 6.22562 11.5753 6.60724C11.8277 6.9858 11.9538 7.43513 11.9538 7.95526C11.9538 8.30611 11.8969 8.62003 11.783 8.89702C11.6722 9.17401 11.5137 9.42022 11.3075 9.63565C11.1013 9.85109 10.8567 10.0434 10.5735 10.2127C10.3242 10.3666 10.1196 10.5266 9.95952 10.6928C9.80256 10.859 9.68561 11.0545 9.60867 11.2791C9.5348 11.5007 9.49633 11.7746 9.49325 12.1009V12.2209H7.95597ZM8.75923 15.1016C8.48224 15.1016 8.24373 15.0031 8.04368 14.8061C7.84363 14.6091 7.74361 14.3691 7.74361 14.0859C7.74361 13.8089 7.84363 13.572 8.04368 13.375C8.24373 13.178 8.48224 13.0795 8.75923 13.0795C9.03314 13.0795 9.27012 13.178 9.47017 13.375C9.6733 13.572 9.77486 13.8089 9.77486 14.0859C9.77486 14.2737 9.72715 14.4445 9.63175 14.5984C9.53942 14.7522 9.41631 14.8754 9.26243 14.9677C9.11162 15.0569 8.94389 15.1016 8.75923 15.1016Z"
                    fill="#56693E" />
                </svg> -->
                  </button>
                  <button class="choice__btn-filter" data-id="optionKeyToday">
                    Ключи сегодня
                  </button>
                  <button class="choice__btn-filter" data-id="optionBalcony">
                    Балкон
                  </button>
                  <button class="choice__btn-filter" data-id="optionDressRoom">
                    Гардеробная
                  </button>
                  <button class="choice__btn-filter" data-id="optionTwoSide">
                    Окна на 2 стороны
                  </button>
                  <button class="choice__btn-filter" data-id="optionThreeSide">
                    Окна на 3 стороны
                  </button>
                  <button class="choice__btn-filter" data-id="optionGuestBathroom">
                    Гостевой санузел
                  </button>
                  <button class="choice__btn-filter" data-id="optionKitchenLiving">
                    Кухня-гостиная
                  </button>
                </div>
              </div>

              <div class="choice__btn-wrap">
                <p class="choice__search-text">
                  <!-- Найдено 5 квартир -->
                </p>
                <a class="choice__btn-request choice__btn-request_link btn btn_dark" href="/pages/kvartiry/">
                  Смотреть квартиры
                </a>

                <!-- TODO фильтры не считываются из строки -->

                <button class="choice__btn-request choice__btn-request_mobile choice__btn-request_mobile_filter btn btn_dark">
                  Фильтр
                </button>
              </div>
            </div>
          </div>

          <aside class="choice__aside aside">
          </aside>
        </div>
      </section>

      <section class="section section_regions regions" id="advantages">
        <div class="container regions__container">
          <div class="regions__wrap wrap regions_swiper_small">
            <h2 class="regions__title title title_40">
              В районах Сибири
            </h2>

            <ul class="regions__list swiper-wrapper">
              <li class="regions__item swiper-slide regions__item_1">
                <h3 class="regions__item-title">
                  Гармония с природой
                </h3>

                <p class="regions__item-text">
                  Уединенный район, будет отличным решением для любителей открытых естественных видов, вдали от тесной
                  городской застройки и суеты.
                </p>
              </li>

              <li class="regions__item swiper-slide regions__item_2">
                <h3 class="regions__item-title">
                  Тихий район
                </h3>

                <p class="regions__item-text">
                  Удалённое от больших автомагистралей расположение и закрытый от машин и посторонних людей двор
                </p>
              </li>

              <li class="regions__item swiper-slide regions__item_3">
                <h3 class="regions__item-title">
                  Все нужное рядом
                </h3>

                <p class="regions__item-text">
                  Доступ к различным услугам и товарам прямо в доме исключает необходимость выезда в другие районы для
                  получения бытовых услуг и товаров первой необходимости
                </p>
              </li>

              <li class="regions__item swiper-slide regions__item_4">
                <h3 class="regions__item-title">
                  Уникальная экосистема
                </h3>

                <p class="regions__item-text">
                  Мы сохранили среду, созданную природой: живописный сосновый лес, который даже зимой будут радовать
                  жителей
                  ярким зеленым обликом
                </p>
              </li>

              <li class="regions__item swiper-slide regions__item_5">
                <h3 class="regions__item-title">
                  Закрытые и безопасные дворы без машин
                </h3>

                <p class="regions__item-text">
                  Ваши дети смогут спокойно и безопасно находиться на прогулке, а вы заниматься домашними делами,
                  наблюдая
                  за ними прямо из окна
                </p>
              </li>

              <li class="regions__item swiper-slide regions__item_2">
                <h3 class="regions__item-title">
                  Все нужное рядом
                </h3>

                <p class="regions__item-text">
                  Доступ к различным услугам и товарам прямо в доме исключает необходимость выезда в другие районы для
                  получения бытовых услуг и товаров первой необходимости
                </p>
              </li>
            </ul>

            <div class="swiper-navigation">
              <div class="swiper-button swiper-button-prev swiper-button-prev_reg">
                <svg width="56" height="56" viewBox="0 0 56 56" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <g opacity="0.8">
                    <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54.25 0.5)"
                      stroke="#CBCBCB" />
                    <path d="M32.25 20.5L23.25 28L32.25 35.5" stroke="#CBCBCB" stroke-width="2"
                      stroke-linejoin="round" />
                  </g>
                </svg>
              </div>

              <div class="swiper-button swiper-button-next swiper-button-next_reg">
                <svg width="56" height="56" viewBox="0 0 56 56" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <g opacity="0.8">
                    <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54.25 0.5)"
                      stroke="#CBCBCB" />
                    <path d="M23.25 20.5L32.25 28L23.25 35.5" stroke="#CBCBCB" stroke-width="2"
                      stroke-linejoin="round" />
                  </g>
                </svg>
              </div>

            </div>
          </div>

          <aside class="regions__aside aside">
          </aside>

        </div>

      </section>

      <section class="section section_geo geo" id="location">
        <div class="container geo__container">
          <div class="geo__wrap wrap">

            <h2 class="geo__title title title_40">
              Местоположение
            </h2>

            <p class="geo__desc text">
              Жилой квартал «Сосновый» располагается в благоприятной природной зоне в окружении сосновой рощи,
              где круглый год можно наслаждаться свежим воздухом, пением птиц, тишиной и покоем.
            </p>

            <ul class="geo__advantages-list">

              <li class="geo__advantages-item">
                <h4 class="geo__advantages-title">
                  18 минут
                </h4>
                <span class="geo__advantages-icon">
                  <svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M19.955 11.5H4.045C4.03247 11.5575 4.02246 11.6156 4.015 11.674C4 11.8 4 11.926 4 12.18V17.5H8H16H20V12.174C20 11.924 20 11.798 19.984 11.674C19.977 11.616 19.968 11.558 19.955 11.5Z"
                      fill="#9ABC6F"></path>
                    <path
                      d="M3 11.5H4.045M4.045 11.5H19.955M4.045 11.5C4.057 11.448 4.07 11.398 4.085 11.347C4.13855 11.1875 4.20201 11.0316 4.275 10.88L5.822 7.4C6.127 6.713 6.28 6.368 6.522 6.116C6.736 5.893 6.998 5.723 7.288 5.618C7.617 5.5 7.993 5.5 8.746 5.5H15.254C16.006 5.5 16.384 5.5 16.712 5.618C17.002 5.723 17.264 5.893 17.477 6.116C17.719 6.368 17.872 6.712 18.177 7.399L19.73 10.892C19.829 11.115 19.88 11.229 19.915 11.347C19.93 11.397 19.943 11.448 19.955 11.5M4.045 11.5C4.03247 11.5575 4.02246 11.6156 4.015 11.674C4 11.8 4 11.926 4 12.18V17.5M19.955 11.5H21M19.955 11.5C19.968 11.558 19.977 11.616 19.984 11.674C20 11.798 20 11.924 20 12.174V17.5M4 17.5H8M4 17.5V18.5C4 19.0304 4.21071 19.5391 4.58579 19.9142C4.96086 20.2893 5.46957 20.5 6 20.5C6.53043 20.5 7.03914 20.2893 7.41421 19.9142C7.78929 19.5391 8 19.0304 8 18.5V17.5M20 17.5H16M20 17.5V18.5C20 19.0304 19.7893 19.5391 19.4142 19.9142C19.0391 20.2893 18.5304 20.5 18 20.5C17.4696 20.5 16.9609 20.2893 16.5858 19.9142C16.2107 19.5391 16 19.0304 16 18.5V17.5M16 17.5H8"
                      stroke="#9ABC6F" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                  </svg>
                </span>
                <p class="geo__advantages-desc">
                  до окружной дороги
                </p>
              </li>

              <li class="geo__advantages-item">
                <h4 class="geo__advantages-title">
                  3 минуты
                </h4>
                <span class="geo__advantages-icon">
                  <svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M13.0939 3.98063C13.0939 4.50593 12.8853 5.00971 12.5138 5.38115C12.1424 5.75259 11.6386 5.96126 11.1133 5.96126C10.588 5.96126 10.0842 5.75259 9.7128 5.38115C9.34136 5.00971 9.13268 4.50593 9.13268 3.98063C9.13268 3.45534 9.34136 2.95155 9.7128 2.58011C10.0842 2.20867 10.588 2 11.1133 2C11.6386 2 12.1424 2.20867 12.5138 2.58011C12.8853 2.95155 13.0939 3.45534 13.0939 3.98063ZM9.05346 6.95422C9.14625 6.84972 9.26012 6.76605 9.38756 6.7087C9.515 6.65135 9.65314 6.62162 9.79289 6.62147H11.7009C12.6807 6.62147 13.4439 7.4705 13.3422 8.44366L12.7744 13.8349C12.7554 14.0126 12.7164 14.1876 12.6582 14.3565L12.2383 15.5528L12.5196 15.8723C12.5796 15.9425 12.6302 16.0201 12.6701 16.1034L15.3109 21.7152C15.3703 21.8334 15.4053 21.9622 15.4141 22.0941C15.4228 22.226 15.4051 22.3584 15.3619 22.4833C15.3186 22.6082 15.2509 22.7233 15.1625 22.8216C15.0741 22.9199 14.9669 22.9996 14.8473 23.0558C14.7276 23.1121 14.5979 23.1438 14.4658 23.1491C14.3337 23.1545 14.2019 23.1333 14.0781 23.0868C13.9543 23.0404 13.8411 22.9697 13.7451 22.8788C13.6491 22.7879 13.5723 22.6787 13.5191 22.5576L10.9364 17.0726L8.71807 14.5361C8.54734 14.3421 8.45921 14.089 8.47247 13.831L8.65469 10.3807L8.08031 11.0264L7.46763 14.7051C7.42456 14.9642 7.2803 15.1957 7.0666 15.3484C6.8529 15.5012 6.58726 15.5629 6.32811 15.5198C6.06896 15.4767 5.83754 15.3325 5.68476 15.1188C5.53197 14.9051 5.47034 14.6394 5.51341 14.3803L6.17362 10.419C6.20457 10.2348 6.28697 10.0632 6.4113 9.92385L9.05214 6.9529L9.05346 6.95422Z"
                      fill="#9ABC6F"></path>
                    <path
                      d="M8.80236 17.5084V15.6361L10.3921 17.4516L10.7368 18.1435C10.701 18.2532 10.6474 18.3562 10.5783 18.4486L7.27728 22.7399C7.11724 22.9483 6.88098 23.0846 6.62047 23.1187C6.35997 23.1529 6.09656 23.0822 5.88819 22.9221C5.67983 22.7621 5.54357 22.5258 5.5094 22.2653C5.47522 22.0048 5.54593 21.7414 5.70597 21.5331L8.80236 17.5084ZM14.3745 11.9428L13.7223 11.2906L13.9929 8.85702L14.0009 8.76855L15.485 10.2527H17.3864C17.6491 10.2527 17.901 10.357 18.0867 10.5428C18.2724 10.7285 18.3767 10.9804 18.3767 11.243C18.3767 11.5057 18.2724 11.7576 18.0867 11.9433C17.901 12.129 17.6491 12.2333 17.3864 12.2333H15.0744C14.9441 12.2334 14.8152 12.2078 14.6949 12.1579C14.5745 12.1081 14.4652 12.035 14.3732 11.9428H14.3745Z"
                      fill="#9ABC6F"></path>
                  </svg>
                </span>
                <p class="geo__advantages-desc">
                  до сосновой рощи
                </p>
              </li>

              <li class="geo__advantages-item">
                <h4 class="geo__advantages-title">
                  1 минута
                </h4>
                <span class="geo__advantages-icon">
                  <svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="M13.0939 3.98063C13.0939 4.50593 12.8853 5.00971 12.5138 5.38115C12.1424 5.75259 11.6386 5.96126 11.1133 5.96126C10.588 5.96126 10.0842 5.75259 9.7128 5.38115C9.34136 5.00971 9.13268 4.50593 9.13268 3.98063C9.13268 3.45534 9.34136 2.95155 9.7128 2.58011C10.0842 2.20867 10.588 2 11.1133 2C11.6386 2 12.1424 2.20867 12.5138 2.58011C12.8853 2.95155 13.0939 3.45534 13.0939 3.98063ZM9.05346 6.95422C9.14625 6.84972 9.26012 6.76605 9.38756 6.7087C9.515 6.65135 9.65314 6.62162 9.79289 6.62147H11.7009C12.6807 6.62147 13.4439 7.4705 13.3422 8.44366L12.7744 13.8349C12.7554 14.0126 12.7164 14.1876 12.6582 14.3565L12.2383 15.5528L12.5196 15.8723C12.5796 15.9425 12.6302 16.0201 12.6701 16.1034L15.3109 21.7152C15.3703 21.8334 15.4053 21.9622 15.4141 22.0941C15.4228 22.226 15.4051 22.3584 15.3619 22.4833C15.3186 22.6082 15.2509 22.7233 15.1625 22.8216C15.0741 22.9199 14.9669 22.9996 14.8473 23.0558C14.7276 23.1121 14.5979 23.1438 14.4658 23.1491C14.3337 23.1545 14.2019 23.1333 14.0781 23.0868C13.9543 23.0404 13.8411 22.9697 13.7451 22.8788C13.6491 22.7879 13.5723 22.6787 13.5191 22.5576L10.9364 17.0726L8.71807 14.5361C8.54734 14.3421 8.45921 14.089 8.47247 13.831L8.65469 10.3807L8.08031 11.0264L7.46763 14.7051C7.42456 14.9642 7.2803 15.1957 7.0666 15.3484C6.8529 15.5012 6.58726 15.5629 6.32811 15.5198C6.06896 15.4767 5.83754 15.3325 5.68476 15.1188C5.53197 14.9051 5.47034 14.6394 5.51341 14.3803L6.17362 10.419C6.20457 10.2348 6.28697 10.0632 6.4113 9.92385L9.05214 6.9529L9.05346 6.95422Z"
                      fill="#9ABC6F"></path>
                    <path
                      d="M8.80236 17.5084V15.6361L10.3921 17.4516L10.7368 18.1435C10.701 18.2532 10.6474 18.3562 10.5783 18.4486L7.27728 22.7399C7.11724 22.9483 6.88098 23.0846 6.62047 23.1187C6.35997 23.1529 6.09656 23.0822 5.88819 22.9221C5.67983 22.7621 5.54357 22.5258 5.5094 22.2653C5.47522 22.0048 5.54593 21.7414 5.70597 21.5331L8.80236 17.5084ZM14.3745 11.9428L13.7223 11.2906L13.9929 8.85702L14.0009 8.76855L15.485 10.2527H17.3864C17.6491 10.2527 17.901 10.357 18.0867 10.5428C18.2724 10.7285 18.3767 10.9804 18.3767 11.243C18.3767 11.5057 18.2724 11.7576 18.0867 11.9433C17.901 12.129 17.6491 12.2333 17.3864 12.2333H15.0744C14.9441 12.2334 14.8152 12.2078 14.6949 12.1579C14.5745 12.1081 14.4652 12.035 14.3732 11.9428H14.3745Z"
                      fill="#9ABC6F"></path>
                  </svg>
                </span>
                <p class="geo__advantages-desc">
                  до автобусной остановки
                </p>
              </li>

            </ul>

            <div class="geo__map map">
              <div id="map" class="map__container">
              </div>
              <div class="map__mark-list-wrap">

                <h2 class="map__title">
                  Расположение и инфраструктура
                </h2>

                <ul class="map__mark-list">

                  <li class="map__mark-item map__mark-item-all">
                    <div class="map__mark-icon">
                      <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                        <g clip-path="url(#clip0_2313_19654)">
                          <path fill-rule="evenodd" clip-rule="evenodd" d="M19.1047 10.6415C19.2367 10.4149 19.4259 10.2269 19.6533 10.0962C19.8807 9.9655 20.1384 9.89673 20.4007 9.89673C20.6629 9.89673 20.9206 9.9655 21.148 10.0962C21.3754 10.2269 21.5646 10.4149 21.6967 10.6415L25.0507 16.3991L31.5643 17.8103C31.8205 17.866 32.0576 17.9878 32.2521 18.1637C32.4465 18.3396 32.5914 18.5634 32.6724 18.8128C32.7534 19.0622 32.7676 19.3284 32.7136 19.585C32.6596 19.8416 32.5393 20.0795 32.3647 20.2751L27.9247 25.2443L28.5967 31.8743C28.6232 32.1354 28.5807 32.3988 28.4736 32.6383C28.3664 32.8779 28.1983 33.0851 27.986 33.2394C27.7737 33.3936 27.5247 33.4894 27.2638 33.5173C27.0028 33.5452 26.7392 33.5042 26.4991 33.3983L20.4007 30.7103L14.3023 33.3983C14.0622 33.5042 13.7985 33.5452 13.5376 33.5173C13.2766 33.4894 13.0276 33.3936 12.8153 33.2394C12.603 33.0851 12.4349 32.8779 12.3277 32.6383C12.2206 32.3988 12.1782 32.1354 12.2047 31.8743L12.8767 25.2443L8.43667 20.2763C8.26174 20.0807 8.14117 19.8427 8.087 19.586C8.03283 19.3292 8.04695 19.0628 8.12796 18.8132C8.20896 18.5636 8.35401 18.3397 8.54863 18.1637C8.74325 17.9877 8.98063 17.8659 9.23707 17.8103L15.7507 16.3991L19.1047 10.6415ZM20.4007 13.1843L17.6251 17.9507C17.5201 18.1306 17.3788 18.2867 17.2103 18.409C17.0417 18.5313 16.8495 18.6172 16.6459 18.6611L11.2555 19.8287L14.9299 23.9411C15.2107 24.2555 15.3463 24.6731 15.3043 25.0919L14.7487 30.5795L19.7959 28.3547C19.9864 28.2707 20.1924 28.2274 20.4007 28.2274C20.6089 28.2274 20.8149 28.2707 21.0055 28.3547L26.0527 30.5795L25.4971 25.0919C25.476 24.8847 25.4982 24.6753 25.5625 24.4772C25.6268 24.2791 25.7316 24.0965 25.8703 23.9411L29.5459 19.8287L24.1555 18.6611C23.9519 18.6172 23.7597 18.5313 23.5911 18.409C23.4225 18.2867 23.2812 18.1306 23.1763 17.9507L20.4007 13.1843Z" fill="#56693E" />
                        </g>
                        <defs>
                          <clipPath id="clip0_2313_19654">
                            <rect width="28.8" height="28.8" fill="white" transform="translate(6 7.19995)" />
                          </clipPath>
                        </defs>
                      </svg>

                      <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#748D55" />
                        <g clip-path="url(#clip0_2313_19566)">
                          <path fill-rule="evenodd" clip-rule="evenodd" d="M19.1047 10.6415C19.2367 10.4149 19.4259 10.2269 19.6533 10.0962C19.8807 9.9655 20.1384 9.89673 20.4007 9.89673C20.6629 9.89673 20.9206 9.9655 21.148 10.0962C21.3754 10.2269 21.5646 10.4149 21.6967 10.6415L25.0507 16.3991L31.5643 17.8103C31.8205 17.866 32.0576 17.9878 32.2521 18.1637C32.4465 18.3396 32.5914 18.5634 32.6724 18.8128C32.7534 19.0622 32.7676 19.3284 32.7136 19.585C32.6596 19.8416 32.5393 20.0795 32.3647 20.2751L27.9247 25.2443L28.5967 31.8743C28.6232 32.1354 28.5807 32.3988 28.4736 32.6383C28.3664 32.8779 28.1983 33.0851 27.986 33.2394C27.7737 33.3936 27.5247 33.4894 27.2638 33.5173C27.0028 33.5452 26.7392 33.5042 26.4991 33.3983L20.4007 30.7103L14.3023 33.3983C14.0622 33.5042 13.7985 33.5452 13.5376 33.5173C13.2766 33.4894 13.0276 33.3936 12.8153 33.2394C12.603 33.0851 12.4349 32.8779 12.3277 32.6383C12.2206 32.3988 12.1782 32.1354 12.2047 31.8743L12.8767 25.2443L8.43667 20.2763C8.26174 20.0807 8.14117 19.8427 8.087 19.586C8.03283 19.3292 8.04695 19.0628 8.12796 18.8132C8.20896 18.5636 8.35401 18.3397 8.54863 18.1637C8.74325 17.9877 8.98063 17.8659 9.23707 17.8103L15.7507 16.3991L19.1047 10.6415ZM20.4007 13.1843L17.6251 17.9507C17.5201 18.1306 17.3788 18.2867 17.2103 18.409C17.0417 18.5313 16.8495 18.6172 16.6459 18.6611L11.2555 19.8287L14.9299 23.9411C15.2107 24.2555 15.3463 24.6731 15.3043 25.0919L14.7487 30.5795L19.7959 28.3547C19.9864 28.2707 20.1924 28.2274 20.4007 28.2274C20.6089 28.2274 20.8149 28.2707 21.0055 28.3547L26.0527 30.5795L25.4971 25.0919C25.476 24.8847 25.4982 24.6753 25.5625 24.4772C25.6268 24.2791 25.7316 24.0965 25.8703 23.9411L29.5459 19.8287L24.1555 18.6611C23.9519 18.6172 23.7597 18.5313 23.5911 18.409C23.4225 18.2867 23.2812 18.1306 23.1763 17.9507L20.4007 13.1843Z" fill="white" />
                        </g>
                        <defs>
                          <clipPath id="clip0_2313_19566">
                            <rect width="28.8" height="28.8" fill="white" transform="translate(6 7.19995)" />
                          </clipPath>
                        </defs>
                      </svg>

                    </div>
                    <p class="map__mark-text">
                      Все категории
                    </p>
                    <p class="map__mark-number">

                    </p>
                  </li>

                  <li class="map__mark-item map__mark-item_point" data-id="1">
                    <div class="map__mark-icon">

                      <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                        <g clip-path="url(#clip0_2313_19660)">
                          <path d="M32.3694 18.244C31.9005 18.1481 31.4744 17.8677 31.2649 17.4374C30.5308 15.9293 29.4968 14.5971 28.2285 13.5309C27.2035 12.6692 26.0474 11.9997 24.8121 11.5476C24.0331 11.2624 23.6249 10.3385 24.0522 9.62739L24.3456 9.13895C24.6259 8.67238 24.4864 8.06762 24.0301 7.77091V7.77091C23.5503 7.45892 22.9073 7.60718 22.6126 8.09781L21.2931 10.2941C21.0772 10.6534 20.6891 10.8691 20.2708 10.8967C18.2605 11.0293 16.3147 11.7092 14.6307 12.8739C12.9713 14.0215 11.6306 15.5952 10.7349 17.4368C10.5255 17.8674 10.0993 18.1481 9.63023 18.2441C8.74572 18.4251 7.92735 18.88 7.28753 19.5584C6.4623 20.4334 6 21.6103 6 22.8361C6 24.062 6.4623 25.2388 7.28753 26.1138C7.92736 26.7922 8.74575 27.2472 9.63027 27.4282C10.0993 27.5242 10.5256 27.8048 10.735 28.2354C11.6349 30.0855 12.9838 31.6651 14.6535 32.814C16.5359 34.1093 18.743 34.8 21 34.8C23.257 34.8 25.464 34.1093 27.3465 32.814C29.0162 31.6651 30.3651 30.0855 31.265 28.2354C31.4744 27.8048 31.9007 27.5242 32.3697 27.4282C33.2543 27.2472 34.0726 26.7922 34.7125 26.1138C35.5377 25.2388 36 24.062 36 22.8361C36 21.6103 35.5377 20.4334 34.7125 19.5584C34.0726 18.8799 33.254 18.425 32.3694 18.244ZM33.2839 24.6574C32.8265 25.1441 32.2031 25.4235 31.5489 25.4351L31.0421 25.4451C30.5635 25.4546 30.1363 25.7476 29.9551 26.1907L29.7465 26.7009C29.0169 28.4861 27.7987 30.0087 26.2434 31.0789C24.6882 32.1492 22.8647 32.7198 21 32.7198C19.1353 32.7198 17.3119 32.1492 15.7566 31.0789C14.2014 30.0087 12.9831 28.4861 12.2536 26.7009L12.0449 26.1907C11.8638 25.7476 11.4365 25.4546 10.9579 25.4451L10.4511 25.4351C9.79666 25.4223 9.17314 25.1429 8.71464 24.6569C8.25613 24.1709 7.99926 23.5171 7.99926 22.8361C7.99926 22.1552 8.25613 21.5014 8.71464 21.0154C9.17314 20.5293 9.79666 20.2499 10.4511 20.2372L10.9579 20.2272C11.4365 20.2177 11.8638 19.9247 12.0449 19.4816L12.2536 18.9714C12.9832 17.1861 14.2014 15.6636 15.7566 14.5934C17.3119 13.5232 19.1354 12.9526 21 12.9526C22.8647 12.9526 24.6882 13.5232 26.2434 14.5934C27.7986 15.6636 29.0169 17.1861 29.7465 18.9714L29.9551 19.4815C30.1363 19.9247 30.5635 20.2177 31.0421 20.2272L31.5489 20.2372C32.037 20.2468 32.5117 20.405 32.9144 20.6922C33.3171 20.9794 33.6301 21.383 33.8146 21.8533C33.9992 22.3235 34.0473 22.8397 33.953 23.338C33.8586 23.8364 33.626 24.295 33.2839 24.6574Z" fill="#56693E" stroke="#56693E" stroke-width="0.1" />
                          <path d="M15.5996 21.5999C15.5996 20.9372 16.1369 20.3999 16.7996 20.3999H16.8542C17.5169 20.3999 18.0542 20.9372 18.0542 21.5999V21.7262C18.0542 22.389 17.5169 22.9262 16.8542 22.9262H16.7996C16.1369 22.9262 15.5996 22.389 15.5996 21.7262V21.5999ZM23.9451 21.5999C23.9451 20.9372 24.4823 20.3999 25.1451 20.3999H25.1996C25.8624 20.3999 26.3996 20.9372 26.3996 21.5999V21.7262C26.3996 22.389 25.8624 22.9262 25.1996 22.9262H25.1451C24.4823 22.9262 23.9451 22.389 23.9451 21.7262V21.5999ZM20.9996 29.9999C21.6443 29.9999 22.2826 29.8692 22.8782 29.6153C23.4738 29.3614 24.015 28.9892 24.4709 28.52C24.9267 28.0508 25.2883 27.4938 25.535 26.8808C25.6324 26.6389 25.7111 26.39 25.7708 26.1366C25.9226 25.4915 25.3714 24.9473 24.7087 24.9473H17.2905C16.6278 24.9473 16.0767 25.4915 16.2285 26.1366C16.2881 26.39 16.3668 26.6389 16.4642 26.8808C16.7109 27.4938 17.0725 28.0508 17.5284 28.52C18.449 29.4676 19.6976 29.9999 20.9996 29.9999Z" fill="#56693E" />
                        </g>
                        <defs>
                          <clipPath id="clip0_2313_19660">
                            <rect width="30" height="27.6" fill="white" transform="translate(6 7.19995)" />
                          </clipPath>
                        </defs>
                      </svg>

                      <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#748D55" />
                        <g clip-path="url(#clip0_2313_19572)">
                          <path d="M32.3694 18.244C31.9005 18.1481 31.4744 17.8677 31.2649 17.4374C30.5308 15.9293 29.4968 14.5971 28.2285 13.5309C27.2035 12.6692 26.0474 11.9997 24.8121 11.5476C24.0331 11.2624 23.6249 10.3385 24.0522 9.62739L24.3456 9.13895C24.6259 8.67238 24.4864 8.06762 24.0301 7.77091V7.77091C23.5503 7.45892 22.9073 7.60718 22.6126 8.09781L21.2931 10.2941C21.0772 10.6534 20.6891 10.8691 20.2708 10.8967C18.2605 11.0293 16.3147 11.7092 14.6307 12.8739C12.9713 14.0215 11.6306 15.5952 10.7349 17.4368C10.5255 17.8674 10.0993 18.1481 9.63023 18.2441C8.74572 18.4251 7.92735 18.88 7.28753 19.5584C6.4623 20.4334 6 21.6103 6 22.8361C6 24.062 6.4623 25.2388 7.28753 26.1138C7.92736 26.7922 8.74575 27.2472 9.63027 27.4282C10.0993 27.5242 10.5256 27.8048 10.735 28.2354C11.6349 30.0855 12.9838 31.6651 14.6535 32.814C16.5359 34.1093 18.743 34.8 21 34.8C23.257 34.8 25.464 34.1093 27.3465 32.814C29.0162 31.6651 30.3651 30.0855 31.265 28.2354C31.4744 27.8048 31.9007 27.5242 32.3697 27.4282C33.2543 27.2472 34.0726 26.7922 34.7125 26.1138C35.5377 25.2388 36 24.062 36 22.8361C36 21.6103 35.5377 20.4334 34.7125 19.5584C34.0726 18.8799 33.254 18.425 32.3694 18.244ZM33.2839 24.6574C32.8265 25.1441 32.2031 25.4235 31.5489 25.4351L31.0421 25.4451C30.5635 25.4546 30.1363 25.7476 29.9551 26.1907L29.7465 26.7009C29.0169 28.4861 27.7987 30.0087 26.2434 31.0789C24.6882 32.1492 22.8647 32.7198 21 32.7198C19.1353 32.7198 17.3119 32.1492 15.7566 31.0789C14.2014 30.0087 12.9831 28.4861 12.2536 26.7009L12.0449 26.1907C11.8638 25.7476 11.4365 25.4546 10.9579 25.4451L10.4511 25.4351C9.79666 25.4223 9.17314 25.1429 8.71464 24.6569C8.25613 24.1709 7.99926 23.5171 7.99926 22.8361C7.99926 22.1552 8.25613 21.5014 8.71464 21.0154C9.17314 20.5293 9.79666 20.2499 10.4511 20.2372L10.9579 20.2272C11.4365 20.2177 11.8638 19.9247 12.0449 19.4816L12.2536 18.9714C12.9832 17.1861 14.2014 15.6636 15.7566 14.5934C17.3119 13.5232 19.1354 12.9526 21 12.9526C22.8647 12.9526 24.6882 13.5232 26.2434 14.5934C27.7986 15.6636 29.0169 17.1861 29.7465 18.9714L29.9551 19.4815C30.1363 19.9247 30.5635 20.2177 31.0421 20.2272L31.5489 20.2372C32.037 20.2468 32.5117 20.405 32.9144 20.6922C33.3171 20.9794 33.6301 21.383 33.8146 21.8533C33.9992 22.3235 34.0473 22.8397 33.953 23.338C33.8586 23.8364 33.626 24.295 33.2839 24.6574Z" fill="white" stroke="white" stroke-width="0.1" />
                          <path d="M15.5996 21.5999C15.5996 20.9372 16.1369 20.3999 16.7996 20.3999H16.8542C17.5169 20.3999 18.0542 20.9372 18.0542 21.5999V21.7262C18.0542 22.389 17.5169 22.9262 16.8542 22.9262H16.7996C16.1369 22.9262 15.5996 22.389 15.5996 21.7262V21.5999ZM23.9451 21.5999C23.9451 20.9372 24.4823 20.3999 25.1451 20.3999H25.1996C25.8624 20.3999 26.3996 20.9372 26.3996 21.5999V21.7262C26.3996 22.389 25.8624 22.9262 25.1996 22.9262H25.1451C24.4823 22.9262 23.9451 22.389 23.9451 21.7262V21.5999ZM20.9996 29.9999C21.6443 29.9999 22.2826 29.8692 22.8782 29.6153C23.4738 29.3614 24.015 28.9892 24.4709 28.52C24.9267 28.0508 25.2883 27.4938 25.535 26.8808C25.6324 26.6389 25.7111 26.39 25.7708 26.1366C25.9226 25.4915 25.3714 24.9473 24.7087 24.9473H17.2905C16.6278 24.9473 16.0767 25.4915 16.2285 26.1366C16.2881 26.39 16.3668 26.6389 16.4642 26.8808C16.7109 27.4938 17.0725 28.0508 17.5284 28.52C18.449 29.4676 19.6976 29.9999 20.9996 29.9999Z" fill="white" />
                        </g>
                        <defs>
                          <clipPath id="clip0_2313_19572">
                            <rect width="30" height="27.6" fill="white" transform="translate(6 7.19995)" />
                          </clipPath>
                        </defs>
                      </svg>

                    </div>
                    <p class="map__mark-text">
                      Детский сад
                    </p>
                    <p class="map__mark-number">
                      5
                    </p>
                  </li>

                  <li class="map__mark-item map__mark-item_point" data-id="2">
                    <div class="map__mark-icon">
                      <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                        <path d="M20.9717 32.0893C20.6147 32.2831 20.1838 32.2831 19.8267 32.0893L12.6267 28.1807C12.24 27.9708 11.9992 27.5661 11.9992 27.1261V21.3496C11.9992 20.9119 11.761 20.509 11.3775 20.2981L9.1189 19.0559C8.28832 18.5991 8.29041 17.4049 9.12258 16.9509L19.8246 11.1135C20.1828 10.9181 20.6157 10.9181 20.9738 11.1135L32.9738 17.6589C33.3594 17.8692 33.5992 18.2733 33.5992 18.7124V26.4001C33.5992 27.0628 33.062 27.6 32.3992 27.6V27.6C31.7365 27.6 31.1992 27.0628 31.1992 26.4V21.3496C31.1992 20.4369 30.2207 19.8583 29.4209 20.2981V20.2981C29.0375 20.509 28.7992 20.9119 28.7992 21.3496V27.1261C28.7992 27.5661 28.5584 27.9708 28.1717 28.1807L20.9717 32.0893ZM19.8289 22.132C20.1848 22.3242 20.6136 22.3242 20.9695 22.132L26.6645 19.0559C27.5041 18.6024 27.5041 17.3977 26.6645 16.9442L20.9695 13.8681C20.6136 13.6759 20.1848 13.6759 19.8289 13.8681L14.1339 16.9442C13.2943 17.3977 13.2943 18.6024 14.1339 19.0559L19.8289 22.132ZM19.829 29.3622C20.1849 29.5543 20.6136 29.5543 20.9694 29.3622L25.7694 26.7702C26.1574 26.5606 26.3992 26.1552 26.3992 25.7143V23.9296C26.3992 23.0169 25.4207 22.4383 24.6209 22.8781L20.9775 24.882C20.6174 25.08 20.181 25.08 19.8209 24.882L16.1775 22.8781C15.3778 22.4383 14.3992 23.0169 14.3992 23.9296V25.7143C14.3992 26.1552 14.641 26.5606 15.029 26.7702L19.829 29.3622Z" fill="#56693E" />
                      </svg>

                      <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#748D55" />
                        <path d="M20.9717 32.0893C20.6147 32.2831 20.1838 32.2831 19.8267 32.0893L12.6267 28.1807C12.24 27.9708 11.9992 27.5661 11.9992 27.1261V21.3496C11.9992 20.9119 11.761 20.509 11.3775 20.2981L9.1189 19.0559C8.28832 18.5991 8.29041 17.4049 9.12258 16.9509L19.8246 11.1135C20.1828 10.9181 20.6157 10.9181 20.9738 11.1135L32.9738 17.6589C33.3594 17.8692 33.5992 18.2733 33.5992 18.7124V26.4001C33.5992 27.0628 33.062 27.6 32.3992 27.6C31.7365 27.6 31.1992 27.0628 31.1992 26.4V21.3496C31.1992 20.4369 30.2207 19.8583 29.4209 20.2981C29.0375 20.509 28.7992 20.9119 28.7992 21.3496V27.1261C28.7992 27.5661 28.5584 27.9708 28.1717 28.1807L20.9717 32.0893ZM19.8289 22.132C20.1848 22.3242 20.6136 22.3242 20.9695 22.132L26.6645 19.0559C27.5041 18.6024 27.5041 17.3977 26.6645 16.9442L20.9695 13.8681C20.6136 13.6759 20.1848 13.6759 19.8289 13.8681L14.1339 16.9442C13.2943 17.3977 13.2943 18.6024 14.1339 19.0559L19.8289 22.132ZM19.829 29.3622C20.1849 29.5543 20.6136 29.5543 20.9694 29.3622L25.7694 26.7702C26.1574 26.5606 26.3992 26.1552 26.3992 25.7143V23.9296C26.3992 23.0169 25.4207 22.4383 24.6209 22.8781L20.9775 24.882C20.6174 25.08 20.181 25.08 19.8209 24.882L16.1775 22.8781C15.3778 22.4383 14.3992 23.0169 14.3992 23.9296V25.7143C14.3992 26.1552 14.641 26.5606 15.029 26.7702L19.829 29.3622Z" fill="white" />
                      </svg>
                    </div>
                    <p class="map__mark-text">
                      Образование
                    </p>
                    <p class="map__mark-number">
                      2
                    </p>
                  </li>

                  <li class="map__mark-item map__mark-item_point" data-id="3">
                    <div class="map__mark-icon">
                      <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                        <path d="M26.6875 10.8438H15.3125C14.3428 10.8438 13.4128 11.229 12.7271 11.9146C12.0415 12.6003 11.6563 13.5303 11.6562 14.5V29.125C11.6562 29.6637 11.8703 30.1804 12.2512 30.5613C12.6321 30.9422 13.1488 31.1562 13.6875 31.1562H16.5312C17.07 31.1562 17.5866 30.9422 17.9676 30.5613C18.3485 30.1804 18.5625 29.6637 18.5625 29.125V27.5H23.4375V29.125C23.4375 29.6637 23.6515 30.1804 24.0324 30.5613C24.4134 30.9422 24.93 31.1562 25.4688 31.1562H28.3125C28.8512 31.1562 29.3679 30.9422 29.7488 30.5613C30.1297 30.1804 30.3438 29.6637 30.3438 29.125V14.5C30.3438 13.5303 29.9585 12.6003 29.2729 11.9146C28.5872 11.229 27.6572 10.8438 26.6875 10.8438ZM14.0938 25.0625V19.375H27.9062V25.0625H14.0938ZM15.3125 13.2812H26.6875C27.0107 13.2812 27.3207 13.4097 27.5493 13.6382C27.7778 13.8668 27.9062 14.1768 27.9062 14.5V16.9375H14.0938V14.5C14.0938 14.1768 14.2222 13.8668 14.4507 13.6382C14.6793 13.4097 14.9893 13.2812 15.3125 13.2812ZM16.125 28.7188H14.0938V27.5H16.125V28.7188ZM25.875 28.7188V27.5H27.9062V28.7188H25.875ZM18.9688 22.2188C18.9688 22.5401 18.8734 22.8543 18.6949 23.1216C18.5163 23.3888 18.2625 23.5971 17.9656 23.7201C17.6687 23.843 17.3419 23.8752 17.0267 23.8125C16.7115 23.7498 16.422 23.5951 16.1947 23.3678C15.9674 23.1405 15.8127 22.851 15.75 22.5358C15.6873 22.2206 15.7195 21.8938 15.8424 21.5969C15.9654 21.3 16.1737 21.0462 16.4409 20.8676C16.7082 20.6891 17.0224 20.5938 17.3438 20.5938C17.7747 20.5938 18.1881 20.765 18.4928 21.0697C18.7975 21.3744 18.9688 21.7878 18.9688 22.2188ZM26.2812 22.2188C26.2812 22.5401 26.1859 22.8543 26.0074 23.1216C25.8288 23.3888 25.575 23.5971 25.2781 23.7201C24.9812 23.843 24.6544 23.8752 24.3392 23.8125C24.024 23.7498 23.7345 23.5951 23.5072 23.3678C23.2799 23.1405 23.1252 22.851 23.0625 22.5358C22.9998 22.2206 23.032 21.8938 23.1549 21.5969C23.2779 21.3 23.4862 21.0462 23.7534 20.8676C24.0207 20.6891 24.3349 20.5938 24.6562 20.5938C25.0872 20.5938 25.5006 20.765 25.8053 21.0697C26.11 21.3744 26.2812 21.7878 26.2812 22.2188ZM34 16.125V18.5625C34 18.8857 33.8716 19.1957 33.643 19.4243C33.4145 19.6528 33.1045 19.7812 32.7812 19.7812C32.458 19.7812 32.148 19.6528 31.9195 19.4243C31.6909 19.1957 31.5625 18.8857 31.5625 18.5625V16.125C31.5625 15.8018 31.6909 15.4918 31.9195 15.2632C32.148 15.0347 32.458 14.9063 32.7812 14.9062C33.1045 14.9063 33.4145 15.0347 33.643 15.2632C33.8716 15.4918 34 15.8018 34 16.125ZM10.4375 16.125V18.5625C10.4375 18.8857 10.3091 19.1957 10.0805 19.4243C9.85198 19.6528 9.54198 19.7812 9.21875 19.7812C8.89552 19.7812 8.58552 19.6528 8.35696 19.4243C8.1284 19.1957 8 18.8857 8 18.5625V16.125C8 15.8018 8.1284 15.4918 8.35696 15.2632C8.58552 15.0347 8.89552 14.9063 9.21875 14.9062C9.54198 14.9063 9.85198 15.0347 10.0805 15.2632C10.3091 15.4918 10.4375 15.8018 10.4375 16.125Z" fill="#56693E" />
                      </svg>

                      <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#748D55" />
                        <path d="M26.6875 10.8438H15.3125C14.3428 10.8438 13.4128 11.229 12.7271 11.9146C12.0415 12.6003 11.6563 13.5303 11.6562 14.5V29.125C11.6562 29.6637 11.8703 30.1804 12.2512 30.5613C12.6321 30.9422 13.1488 31.1562 13.6875 31.1562H16.5312C17.07 31.1562 17.5866 30.9422 17.9676 30.5613C18.3485 30.1804 18.5625 29.6637 18.5625 29.125V27.5H23.4375V29.125C23.4375 29.6637 23.6515 30.1804 24.0324 30.5613C24.4134 30.9422 24.93 31.1562 25.4688 31.1562H28.3125C28.8512 31.1562 29.3679 30.9422 29.7488 30.5613C30.1297 30.1804 30.3438 29.6637 30.3438 29.125V14.5C30.3438 13.5303 29.9585 12.6003 29.2729 11.9146C28.5872 11.229 27.6572 10.8438 26.6875 10.8438ZM14.0938 25.0625V19.375H27.9062V25.0625H14.0938ZM15.3125 13.2812H26.6875C27.0107 13.2812 27.3207 13.4097 27.5493 13.6382C27.7778 13.8668 27.9062 14.1768 27.9062 14.5V16.9375H14.0938V14.5C14.0938 14.1768 14.2222 13.8668 14.4507 13.6382C14.6793 13.4097 14.9893 13.2812 15.3125 13.2812ZM16.125 28.7188H14.0938V27.5H16.125V28.7188ZM25.875 28.7188V27.5H27.9062V28.7188H25.875ZM18.9688 22.2188C18.9688 22.5401 18.8734 22.8543 18.6949 23.1216C18.5163 23.3888 18.2625 23.5971 17.9656 23.7201C17.6687 23.843 17.3419 23.8752 17.0267 23.8125C16.7115 23.7498 16.422 23.5951 16.1947 23.3678C15.9674 23.1405 15.8127 22.851 15.75 22.5358C15.6873 22.2206 15.7195 21.8938 15.8424 21.5969C15.9654 21.3 16.1737 21.0462 16.4409 20.8676C16.7082 20.6891 17.0224 20.5938 17.3438 20.5938C17.7747 20.5938 18.1881 20.765 18.4928 21.0697C18.7975 21.3744 18.9688 21.7878 18.9688 22.2188ZM26.2812 22.2188C26.2812 22.5401 26.1859 22.8543 26.0074 23.1216C25.8288 23.3888 25.575 23.5971 25.2781 23.7201C24.9812 23.843 24.6544 23.8752 24.3392 23.8125C24.024 23.7498 23.7345 23.5951 23.5072 23.3678C23.2799 23.1405 23.1252 22.851 23.0625 22.5358C22.9998 22.2206 23.032 21.8938 23.1549 21.5969C23.2779 21.3 23.4862 21.0462 23.7534 20.8676C24.0207 20.6891 24.3349 20.5938 24.6562 20.5938C25.0872 20.5938 25.5006 20.765 25.8053 21.0697C26.11 21.3744 26.2812 21.7878 26.2812 22.2188ZM34 16.125V18.5625C34 18.8857 33.8716 19.1957 33.643 19.4243C33.4145 19.6528 33.1045 19.7812 32.7812 19.7812C32.458 19.7812 32.148 19.6528 31.9195 19.4243C31.6909 19.1957 31.5625 18.8857 31.5625 18.5625V16.125C31.5625 15.8018 31.6909 15.4918 31.9195 15.2632C32.148 15.0347 32.458 14.9063 32.7812 14.9062C33.1045 14.9063 33.4145 15.0347 33.643 15.2632C33.8716 15.4918 34 15.8018 34 16.125ZM10.4375 16.125V18.5625C10.4375 18.8857 10.3091 19.1957 10.0805 19.4243C9.85198 19.6528 9.54198 19.7812 9.21875 19.7812C8.89552 19.7812 8.58552 19.6528 8.35696 19.4243C8.1284 19.1957 8 18.8857 8 18.5625V16.125C8 15.8018 8.1284 15.4918 8.35696 15.2632C8.58552 15.0347 8.89552 14.9063 9.21875 14.9062C9.54198 14.9063 9.85198 15.0347 10.0805 15.2632C10.3091 15.4918 10.4375 15.8018 10.4375 16.125Z" fill="white" />
                      </svg>
                    </div>
                    <p class="map__mark-text">
                      Транспорт
                    </p>
                    <p class="map__mark-number">
                      3
                    </p>
                  </li>

                  <li class="map__mark-item map__mark-item_point" data-id="4">
                    <div class="map__mark-icon">
                      <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                        <path d="M16.3996 31.3998C17.3937 31.3998 18.1996 30.5939 18.1996 29.5998C18.1996 28.6057 17.3937 27.7998 16.3996 27.7998C15.4055 27.7998 14.5996 28.6057 14.5996 29.5998C14.5996 30.5939 15.4055 31.3998 16.3996 31.3998Z" fill="#56693E" />
                        <path d="M27.2004 31.3998C28.1945 31.3998 29.0004 30.5939 29.0004 29.5998C29.0004 28.6057 28.1945 27.7998 27.2004 27.7998C26.2063 27.7998 25.4004 28.6057 25.4004 29.5998C25.4004 30.5939 26.2063 31.3998 27.2004 31.3998Z" fill="#56693E" />
                        <path d="M11 13.3999H13.4L14.12 16.9999M14.12 16.9999L15.8 25.3999H27.8L30.2 16.9999H14.12Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                      </svg>

                      <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#748D55" />
                        <path d="M16.3996 31.3998C17.3937 31.3998 18.1996 30.5939 18.1996 29.5998C18.1996 28.6057 17.3937 27.7998 16.3996 27.7998C15.4055 27.7998 14.5996 28.6057 14.5996 29.5998C14.5996 30.5939 15.4055 31.3998 16.3996 31.3998Z" fill="white" />
                        <path d="M27.2004 31.3998C28.1945 31.3998 29.0004 30.5939 29.0004 29.5998C29.0004 28.6057 28.1945 27.7998 27.2004 27.7998C26.2063 27.7998 25.4004 28.6057 25.4004 29.5998C25.4004 30.5939 26.2063 31.3998 27.2004 31.3998Z" fill="white" />
                        <path d="M11 13.3999H13.4L14.12 16.9999M14.12 16.9999L15.8 25.3999H27.8L30.2 16.9999H14.12Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                      </svg>

                    </div>
                    <p class="map__mark-text">
                      Магазины
                    </p>
                    <p class="map__mark-number">
                      10
                    </p>
                  </li>

                  <li class="map__mark-item map__mark-item_point" data-id="5">
                    <div class="map__mark-icon">
                      <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                        <path d="M28.5789 18H13.4211C12.6362 18 12 18.6199 12 19.3846V28.6154C12 29.3801 12.6362 30 13.4211 30H28.5789C29.3638 30 30 29.3801 30 28.6154V19.3846C30 18.6199 29.3638 18 28.5789 18Z" stroke="#56693E" stroke-width="2.4" stroke-linejoin="round" />
                        <path d="M18.9008 14H23.1008V12H18.9008V14ZM23.5208 14.5V18H25.2008V14.5H23.5208ZM18.4808 18V14.5H16.8008V18H18.4808ZM23.1008 14C23.2122 14 23.319 14.0527 23.3978 14.1464C23.4765 14.2402 23.5208 14.3674 23.5208 14.5H25.2008C25.2008 13.837 24.9795 13.2011 24.5857 12.7322C24.1919 12.2634 23.6577 12 23.1008 12V14ZM18.9008 12C18.3438 12 17.8097 12.2634 17.4159 12.7322C17.022 13.2011 16.8008 13.837 16.8008 14.5H18.4808C18.4808 14.3674 18.525 14.2402 18.6038 14.1464C18.6826 14.0527 18.7894 14 18.9008 14V12Z" fill="#56693E" />
                        <path d="M18 24.0001H24M21 21.6001V26.4001" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                      </svg>

                      <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#748D55" />
                        <path d="M28.5789 18H13.4211C12.6362 18 12 18.6199 12 19.3846V28.6154C12 29.3801 12.6362 30 13.4211 30H28.5789C29.3638 30 30 29.3801 30 28.6154V19.3846C30 18.6199 29.3638 18 28.5789 18Z" stroke="white" stroke-width="2.4" stroke-linejoin="round" />
                        <path d="M18.9008 14H23.1008V12H18.9008V14ZM23.5208 14.5V18H25.2008V14.5H23.5208ZM18.4808 18V14.5H16.8008V18H18.4808ZM23.1008 14C23.2122 14 23.319 14.0527 23.3978 14.1464C23.4765 14.2402 23.5208 14.3674 23.5208 14.5H25.2008C25.2008 13.837 24.9795 13.2011 24.5857 12.7322C24.1919 12.2634 23.6577 12 23.1008 12V14ZM18.9008 12C18.3438 12 17.8097 12.2634 17.4159 12.7322C17.022 13.2011 16.8008 13.837 16.8008 14.5H18.4808C18.4808 14.3674 18.525 14.2402 18.6038 14.1464C18.6826 14.0527 18.7894 14 18.9008 14V12Z" fill="white" />
                        <path d="M18 24.0001H24M21 21.6001V26.4001" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                      </svg>

                    </div>
                    <p class="map__mark-text">
                      Здоровье
                    </p>
                    <p class="map__mark-number">
                      4
                    </p>
                  </li>

                  <li class="map__mark-item map__mark-item_point" data-id="6">
                    <div class="map__mark-icon">
                      <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                        <path d="M20.3992 28.7999C24.3757 28.7999 27.5992 25.5764 27.5992 21.5999C27.5992 17.6235 24.3757 14.3999 20.3992 14.3999C16.4228 14.3999 13.1992 17.6235 13.1992 21.5999C13.1992 25.5764 16.4228 28.7999 20.3992 28.7999Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M20.4 14.3999C21.7255 14.3999 22.8 13.3253 22.8 11.9999C22.8 10.6744 21.7255 9.59985 20.4 9.59985C19.0745 9.59985 18 10.6744 18 11.9999C18 13.3253 19.0745 14.3999 20.4 14.3999Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M28.8004 19.1999C30.1259 19.1999 31.2004 18.1254 31.2004 16.7999C31.2004 15.4744 30.1259 14.3999 28.8004 14.3999C27.4749 14.3999 26.4004 15.4744 26.4004 16.7999C26.4004 18.1254 27.4749 19.1999 28.8004 19.1999Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M11.9996 19.1999C13.3251 19.1999 14.3996 18.1254 14.3996 16.7999C14.3996 15.4744 13.3251 14.3999 11.9996 14.3999C10.6741 14.3999 9.59961 15.4744 9.59961 16.7999C9.59961 18.1254 10.6741 19.1999 11.9996 19.1999Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M11.9996 28.7998C13.3251 28.7998 14.3996 27.7252 14.3996 26.3998C14.3996 25.0743 13.3251 23.9998 11.9996 23.9998C10.6741 23.9998 9.59961 25.0743 9.59961 26.3998C9.59961 27.7252 10.6741 28.7998 11.9996 28.7998Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M28.8004 28.7998C30.1259 28.7998 31.2004 27.7252 31.2004 26.3998C31.2004 25.0743 30.1259 23.9998 28.8004 23.9998C27.4749 23.9998 26.4004 25.0743 26.4004 26.3998C26.4004 27.7252 27.4749 28.7998 28.8004 28.7998Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M15.5996 33.5999L20.3996 21.5999L25.1996 33.5999" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                      </svg>

                      <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="21" fill="#748D55" />
                        <path d="M20.3992 28.7999C24.3757 28.7999 27.5992 25.5764 27.5992 21.5999C27.5992 17.6235 24.3757 14.3999 20.3992 14.3999C16.4228 14.3999 13.1992 17.6235 13.1992 21.5999C13.1992 25.5764 16.4228 28.7999 20.3992 28.7999Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M20.4 14.3999C21.7255 14.3999 22.8 13.3253 22.8 11.9999C22.8 10.6744 21.7255 9.59985 20.4 9.59985C19.0745 9.59985 18 10.6744 18 11.9999C18 13.3253 19.0745 14.3999 20.4 14.3999Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M28.8004 19.1999C30.1259 19.1999 31.2004 18.1254 31.2004 16.7999C31.2004 15.4744 30.1259 14.3999 28.8004 14.3999C27.4749 14.3999 26.4004 15.4744 26.4004 16.7999C26.4004 18.1254 27.4749 19.1999 28.8004 19.1999Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M11.9996 19.1999C13.3251 19.1999 14.3996 18.1254 14.3996 16.7999C14.3996 15.4744 13.3251 14.3999 11.9996 14.3999C10.6741 14.3999 9.59961 15.4744 9.59961 16.7999C9.59961 18.1254 10.6741 19.1999 11.9996 19.1999Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M11.9996 28.7998C13.3251 28.7998 14.3996 27.7252 14.3996 26.3998C14.3996 25.0743 13.3251 23.9998 11.9996 23.9998C10.6741 23.9998 9.59961 25.0743 9.59961 26.3998C9.59961 27.7252 10.6741 28.7998 11.9996 28.7998Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M28.8004 28.7998C30.1259 28.7998 31.2004 27.7252 31.2004 26.3998C31.2004 25.0743 30.1259 23.9998 28.8004 23.9998C27.4749 23.9998 26.4004 25.0743 26.4004 26.3998C26.4004 27.7252 27.4749 28.7998 28.8004 28.7998Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M15.5996 33.5999L20.3996 21.5999L25.1996 33.5999" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                      </svg>


                    </div>
                    <p class="map__mark-text">
                      Развлечения
                    </p>
                    <p class="map__mark-number">
                      3
                    </p>
                  </li>

                </ul>

                <div class="btn-wrap">
                  <button class="map__menu-btn-apply btn btn_green">
                    Применить
                  </button>

                  <button class="map__menu-btn-reset btn btn_white reset-btn">
                    Сбросить
                  </button>
                </div>

              </div>

              <button class="map__menu-btn-filters btn btn_white">
                Фильтры
              </button>

            </div>

          </div>

          <aside class="geo__aside aside">
          </aside>

        </div>
      </section>

      <section style="display: none;" class="section section_commercial commercial" id="commercial">
        <div class="container commercial__container">
          <div class="commercial__wrap wrap commercial_swiper">
            <div class="commercial__top-wrap">
              <h2 class="commercial__title title title_40">
                Коммерческие помещения
              </h2>

              <a class="commercial__button commercial__button_top btn btn_dark" href="/pages/kommercia/">
                Смотреть все
              </a>
            </div>

            <ul class="commercial__list commercial__list_slider swiper-wrapper">
              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>




                </a>

              </li>

              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>





                </a>

              </li>

              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>





                </a>

              </li>

              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>





                </a>

              </li>

              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>





                </a>

              </li>

              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>





                </a>

              </li>

              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>





                </a>

              </li>

              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>





                </a>

              </li>

              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>





                </a>

              </li>

              <li class="commercial__item swiper-slide">
                <a class="commercial__item-link" href="/pages/commercial-item/">
                  <h5 class="commercial__item-title">
                    Сосновый | ГП 8 |
                  </h5>
                  <p class="commercial__item-desc">
                    Помещение №1, 151,67м<sup>2</sup>
                  </p>
                  <div class="commercial__item-price-wrap">
                    <p class="commercial__item-new-price">
                      5 662 000 ₽
                    </p>
                    <p class="commercial__item-old-price">
                      9 331 000 ₽
                    </p>
                  </div>
                  <p class="commercial__credit-pay">
                    от 45 426₽/месяц
                  </p>
                  <div class="commercial__item-img">
                    <picture>
                      <source srcset="/assets/img/com-img-1.webp" type="image/webp"><img src="/assets/img/com-img-1.png" alt="квартира">
                    </picture>
                  </div>





                </a>

              </li>
            </ul>

            <a class="commercial__button commercial__button_bot btn btn_dark" href="/pages/kommercia/">
              Смотреть все
            </a>
          </div>

          <aside class="commercial__aside aside">
          </aside>

          <div class="swiper-navigation">
            <div class="swiper-button swiper-button-prev swiper-button-prev_com">
              <svg width="56" height="56" viewBox="0 0 56 56" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.8">
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54.25 0.5)"
                    stroke="#CBCBCB" />
                  <path d="M32.25 20.5L23.25 28L32.25 35.5" stroke="#CBCBCB" stroke-width="2" stroke-linejoin="round" />
                </g>
              </svg>
            </div>

            <div class="swiper-button swiper-button-next swiper-button-next_com">
              <svg width="56" height="56" viewBox="0 0 56 56" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.8">
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54.25 0.5)"
                    stroke="#CBCBCB" />
                  <path d="M23.25 20.5L32.25 28L23.25 35.5" stroke="#CBCBCB" stroke-width="2" stroke-linejoin="round" />
                </g>
              </svg>
            </div>

          </div>
        </div>
      </section>

      <section style="display: none;" class="section section_buy buy" id="buy">
        <div class="container buy__container">
          <div class="buy__wrap wrap">

            <h2 class="buy__title title title_40">
              Способы покупки
            </h2>

            <ul class="buy__list">

              <li class="buy__item">
                <h4 class="buy__item-title title title_25">
                  Ипотека
                </h4>
                <p class="buy__item-text text">
                  Ипотека — это финансовый инструмент, который существенно облегчает процесс приобретения жилья.
                  Существует много причин, почему брать ипотеку может быть выгодным решением, а с нами это ещё и просто.
                </p>
              </li>

              <li class="buy__item">
                <h4 class="buy__item-title title title_25">
                  Полный расчет
                </h4>
                <p class="buy__item-text text">
                  Полная оплата стоимости объекта поможет воплотить мечту о собственном жилье без необходимости взятия
                  ипотеки или больших ссуд.
                </p>
              </li>

            </ul>
          </div>

          <aside class="buy__aside aside">
          </aside>
        </div>
      </section>

      <section class="section section_bot bot" id="office">
        <div class="container bot__container">
          <div class="bot__wrap wrap">
            <div class="bot__address address">
              <h3 class="address__title title title_40">
                Офис продаж
              </h3>
              <p class="address__desc">
                <?= $office['description']; ?>
              </p>

              <div class="address__wrapper">
                <div class="address__item address__item_address">
                  <p class="address__item-title">
                    Адрес:
                  </p>
                  <p class="address__item-text">
                    <?= $office['address']; ?>
                  </p>
                </div>

                <div class="address__item address__item_phone">
                  <p class="address__item-title">
                    Телефон:
                  </p>
                  <a class="address__item-text" href="tel:<?= preg_replace('/[^0-9\.]+/', '', $office['phone']); ?>">
                    <?= $office['phone']; ?>
                  </a>
                </div>

                <div class="address__item address__item_mail">
                  <p class="address__item-title">
                    Почта:
                  </p>
                  <a class="address__item-text" href="mailto:<?= $office['email']; ?>">
                    <?= $office['email']; ?>
                  </a>
                </div>

              </div>

              <button class="btn btn_green address__btn popup-link" href="#popup-request">
                Получить консультацию
              </button>
            </div>

            <div class="bot__map" id="mapTwo">
            </div>
          </div>

          <aside class="bot__aside aside">
          </aside>
        </div>
      </section>

      <div class="aside-menu">
        <ul class="slider__toggle-list">
          <li class="slider__toggle-item">
            <a class="slider__toggle-link" href="#about-project" data-id="1">
              О проекте
            </a>
          </li>
          <li class="slider__toggle-item">
            <a class="slider__toggle-link" href="#advantages" data-id="1">
              Преимущества
            </a>
          </li>
          <li class="slider__toggle-item">
            <a class="slider__toggle-link" href="#location" data-id="1">
              Местоположение и инфраструктура
            </a>
          </li>
          <!-- <li class="slider__toggle-item">
            <a class="slider__toggle-link" href="#commercial" data-id="1">
              Коммерческие помещения
            </a>
          </li> -->
          <!-- <li class="slider__toggle-item">
            <a class="slider__toggle-link" href="#buy" data-id="1">
              Способы покупки
            </a>
          </li> -->
          <li class="slider__toggle-item">
            <a class="slider__toggle-link" href="#office" data-id="1">
              Офис продаж
            </a>
          </li>
        </ul>
      </div>

      <div class="apartments__list" style="display: none;"></div>


    </section>

  </main>

  <?
  include '' . $_SERVER["DOCUMENT_ROOT"] . '/includes/footer.php';
  ?>

  <script src="https://sibir.m2lab.ru/loader.js?containerId=iframe"></script>

  <script>
    const urlParams = new URLSearchParams(window.location.search);
    urlParams.set("project", "Сосновый");
    window.history.pushState({}, "", "?" + urlParams.toString());


    // const option = document.querySelector(`.select__item[data-id='Сосновый']`);
    // console.log(option);
    // selectProject('Сосновый');

    // function selectProject(project) {

    //   console.log("тест");

    //   const option = document.querySelector(`.select__item[data-id='${project}']`);
    //   console.log(option);

    //   const clickEvent = new MouseEvent("click", {
    //     // "view": window,
    //     bubbles: false,
    //     cancelable: false,
    //     composed: false
    //   });

    //   // option.dispatchEvent(clickEvent);

    //   const select = document.querySelector('.choice__input-block_select_project').querySelector('.choice__select');
    //   // if (option) {
    //   // const clickEvent = new Event("click");
    //   // console.log(select);
    //   console.log(option.dispatchEvent(clickEvent));
    //   // btn.dispatchEvent(clickEvent);
    //   // if (select.dispatchEvent(clickEvent)) {
    //   // console.log("test**********************");
    // }
  </script>

</body>

</html>