<?
$title = 'Квартира';
$description = '';
$keywords = '';
include $_SERVER["DOCUMENT_ROOT"] . '/includes/head.php';
?>

<body class="apartments-item-page">
  <!-- Google Tag Manager (noscript) -->
  <noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-NMZW3TMH" height="0" width="0"
      style="display:none;visibility:hidden"></iframe></noscript>
  <!-- End Google Tag Manager (noscript) -->

  <?
  include $_SERVER["DOCUMENT_ROOT"] . '/includes/header.php';
  ?>

  <main class="main apartments-item-page__main">

    <section class="section apartments-item-page__section about">
      <div class="container about__container">
        <div class="about__left">
          <a class="about__btn-back" href="/pages/kvartiry/">
            <svg width="10" height="15" viewBox="0 0 10 15" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M8.5 13.5L1.5 7.5L8.5 1.5" stroke="#646464" stroke-width="1.5" stroke-linecap="round"
                stroke-linejoin="round" />
            </svg>
            <p class="about__btn-text">
              Вернуться к списку
            </p>
          </a>

          <div class="about__compass">
            <img src="/assets/img/compass.svg" alt="компас">
          </div>

          <div class="about__img">
          </div>

          <div class="about__btn-wrap">
            <button class="about__btn about__btn_active about__btn_plan" data-img="1">
              Планировка
            </button>
            <button class="about__btn about__btn_floor" data-img="2">
              На этаже
            </button>
            <!-- <button class="about__btn about__btn_section" data-img="2">
              Секция
            </button> -->
          </div>
        </div>

        <div class="about__right choice__form">
          <div class="about__right-top-wrap">
            <a class="about__btn-complex" href="/pages/project-item/">
              <div class="about__btn-complex-img">
                <svg width="31" height="30" viewBox="0 0 31 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <rect x="0.5" width="30" height="30" rx="15" fill="#9ABC6F" fill-opacity="0.2" />
                  <path
                    d="M16 6C16 7.33333 13.3333 10 11.2001 10M16 6V10.5M16 6C16 7.33333 18.6667 10 20.7999 10M16 24V15.75M16 10.5C15.1111 12.1667 13.3332 15.3333 9.06664 15.3333M16 10.5V15.75M16 10.5C16.8889 12.1667 18.6668 15.3333 22.9334 15.3333M16 15.75C14.9333 17.6389 11.8399 21 8 21M16 15.75C17.0667 17.6389 20.1601 21 24 21"
                    stroke="#56693E" stroke-width="2" />
                </svg>
              </div>
              <p class="about__btn-complex-text">
  
              </p>
              <svg width="10" height="14" viewBox="0 0 10 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M1.5 13L8.5 7L1.5 1" stroke="#646464" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" />
              </svg>
            </a>
            <a class="about__btn-presentation btn btn_light-green" href="/assets/pdf/sosnovyi.pdf" download>
              Скачать презентацию
            </a>
          </div>
          <p class="about__right-title title title_25">

          </p>
          <div class="about__right-price-wrap">
            <p class="about__right-new-price">

            </p>
            <p class="about__right-old-price">

            </p>
          </div>
          <div class="about__right-info">
            <div class="about__right-info-left">
              <p class="about__right-info-title">
                Срок сдачи
              </p>
              <p class="about__right-info-title">
                Дом
              </p>
              <p class="about__right-info-text about__right-info-text-time">
                II квартал 2026
              </p>
              <p class="about__right-info-text about__right-info-text-section">
                ГП 3
              </p>
            </div>

            <div class="choice__select select select-frame">
              <div class="select__wrapper">
                <span class="select__placeholder">
                  Любой
                </span>
                <p class="select__text"></p>
              </div>
              <span class="select__arrow">
                <svg width="14" height="8" viewBox="0 0 14 8" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M1.3335 1L7.54039 7L13.3335 1" stroke="#363636" stroke-width="1.5" stroke-linejoin="round" />
                </svg>
              </span>
              <ul class="select__list">
                <li class="select__item">Любой</li>
                <li class="select__item" data-id="1">Этаж 1 из 4</li>
                <li class="select__item" data-id="2">Этаж 2 из 4</li>
                <li class="select__item" data-id="3">Этаж 3 из 4</li>
                <li class="select__item" data-id="4">Этаж 4 из 4</li>

                <!-- <li class="select__item" data-id="duboviy">Дубовый</li> -->
                <!-- <li class="select__item" data-id="berezoviy">Березовый</li> -->
              </ul>
            </div>
          </div>
          <div class="about__right-btn-block">
            <p class="about__right-btn-block-title">
              Особенности
            </p>
            <ul class="about__right-btn-block-wrap">
            </ul>
          </div>
          <fieldset class="about__right-payment-wrap">
            <legend class="about__right-payment-title">
              Способ оплаты
            </legend>
            <ul class="about__right-radio-wrap checkbox-list">
              <li class="checkbox">
                <label class="checkbox__label">
                  <input class="checkbox__input" type="radio" name="payment" checked>
                  <span class="checkbox__mark"></span>
                  <span class="checkbox__tite">
                    В ипотеку
                  </span>
                  <p class="checkbox__desc">
                  </p>
                </label>
              </li>
              <li class="checkbox">
                <label class="checkbox__label">
                  <input class="checkbox__input" type="radio" name="payment">
                  <span class="checkbox__mark"></span>
                  <span class="checkbox__tite">
                    Рассрочка
                  </span>
                  <p class="checkbox__desc">
                    от 50 000 руб/мес.
                  </p>
                </label>
              </li>
              <li class="checkbox">
                <label class="checkbox__label">
                  <input class="checkbox__input" type="radio" name="payment">
                  <span class="checkbox__mark"></span>
                  <span class="checkbox__tite">
                    Снижение ставки
                  </span>
                  <p class="checkbox__desc">
                    до 11%
                  </p>
                </label>
              </li>
              <li class="checkbox">
                <label class="checkbox__label">
                  <input class="checkbox__input" type="radio" name="payment">
                  <span class="checkbox__mark"></span>
                  <span class="checkbox__tite">
                    Ипотека без ПВ
                  </span>
                  <p class="checkbox__desc">
                    от 6%
                  </p>
                </label>
              </li>
              <li class="checkbox">
                <label class="checkbox__label">
                  <input class="checkbox__input" type="radio" name="payment">
                  <span class="checkbox__mark"></span>
                  <span class="checkbox__tite">
                    Наличными
                  </span>
                  <p class="checkbox__desc">

                  </p>
                </label>
              </li>

            </ul>
          </fieldset>

          <div class="about__right-bot-btn-wrap">

            <button class="about__right-bot-btn btn btn_dark popup-link booking-btn" href="#popup-booking">
              Забронировать
            </button>

            <button class="about__right-bot-btn btn btn_light-green popup-link booking-call-btn" href="#popup-booking-call">
              Заказать звонок
            </button>
          </div>

          <p class="about__right-desc">
            №236. ВНЗ27467
          </p>
        </div>

      </div>
    </section>

    <section class="section apartments-item-page__section slider">
      <div class="container slider__container slider__container_1">
        <div class="rep-wrap" data-id="1">
          <div class="slider__left">
            <h5 class="slider__head-title">
              Отделка
            </h5>

            <h2 class="slider__title title title_30">
              Стоимость 20 000 руб./м<sup>2</sup>

            </h2>
            <p class="slider__text">
              <b>Комнаты/Коридор:</b><br>
              Обои под покраску, водоотталкивающая кварц виниловая плитка природных тонов, белые плинтуса,
              белые межкомнатные двери*, натяжные потолки с подсветкой (точечные светильники) трековые
              светильники на рейке устанавливаются в кухне-гостиной либо в зале, предусмотрены дополнительные розетки.<br>
              <b>Ванная:</b><br>
              Керамическая плитка до потолка, инсталляция, акриловая ванна, тумба с раковиной, зеркало, полотенцесушитель, смеситель.<br>
              <b>Кухня:</b><br>
              Встроенная кухня с раковиной и смесителем, электрической варочной панелью, духовым шкафом и холодильником,
              местом под посудомоечную машину. Обои под покраску, водоотталкивающая кварц виниловая плитка природных тонов,
              белые плинтуса, белые межкомнатные двери*, натяжные потолки с подсветкой (точечные светильники) трековые светильники на рейке.<br>
              <b>Лоджия:</b><br>
              Теплый пол, натяжные потолки с точечными светильниками, остекление.<br>
              <br>
              *в кухне-гостиной и квартирах-студиях двери не устанавливаются
            </p>
          </div>

          <div class="slider__right reparation_swiper">
            <ul class="swiper-wrapper">
              <li class="swiper-slide">

                <img src="/assets/img/rep_1.jpg" alt="promo_1">

              </li>
              <li class="swiper-slide">

                <img src="/assets/img/rep_1.jpg" alt="promo_1">

              </li>

            </ul>

            <div class="swiper-button swiper-button-prev swiper-button-prev_rep">
              <svg width="55" height="55" viewBox="0 0 55 55" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.8">
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54 0)"
                    stroke="white" />
                  <path d="M32 20L23 27.5L32 35" stroke="white" stroke-width="2" stroke-linejoin="round" />
                </g>
              </svg>
            </div>

            <div class="swiper-button swiper-button-next swiper-button-next_rep">
              <svg width="55" height="55" viewBox="0 0 55 55" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.8">
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54 0)"
                    stroke="white" />
                  <path d="M23 20L32 27.5L23 35" stroke="white" stroke-width="2" stroke-linejoin="round" />
                </g>
              </svg>
            </div>
          </div>

        </div>

        <div class="rep-wrap" data-id="2" style="display: none">

          <div class="slider__left">
            <h5 class="slider__head-title">
              Отделка

            </h5>

            <h2 class="slider__title title title_30">
              Стоимость 12 000 руб./м<sup>2</sup>


            </h2>
            <p class="slider__text">

              <b>Комнаты/Коридор:</b><br>
              Обои под покраску, ламинит, плинтуса, межкомнатные двери*, натяжные потолки.<br>
              <b>Кухня:</b><br>
              Обои под покраску, ламинат, белые плинтуса, межкомнатные двери*, натяжные потолки с подсветкой (точечные светильники).<br>
              <b>Ванная:</b><br>
              Плитка, унитаз, акриловая ванна, смеситель.<br>
              <b>Лоджия:</b><br>
              Без ремонта.<br><br>

              *в кухне-гостиной и квартирах-студиях двери не устанавливаются


            </p>
          </div>

          <div class="slider__right reparation_swiper">
            <ul class="swiper-wrapper">
              <li class="swiper-slide">
                <img src="/assets/img/rep_2.jpg" alt="promo_1">
              </li>
              <li class="swiper-slide">
                <img src="/assets/img/rep_2.jpg" alt="promo_1">
              </li>
            </ul>

            <div class="swiper-button swiper-button-prev swiper-button-prev_rep">
              <svg width="55" height="55" viewBox="0 0 55 55" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.8">
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54 0)"
                    stroke="white" />
                  <path d="M32 20L23 27.5L32 35" stroke="white" stroke-width="2" stroke-linejoin="round" />
                </g>
              </svg>
            </div>

            <div class="swiper-button swiper-button-next swiper-button-next_rep">
              <svg width="55" height="55" viewBox="0 0 55 55" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.8">
                  <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54 0)"
                    stroke="white" />
                  <path d="M23 20L32 27.5L23 35" stroke="white" stroke-width="2" stroke-linejoin="round" />
                </g>
              </svg>
            </div>
          </div>

        </div>

        <div class="slider__btn-list">
          <button class="slider__btn slider__btn_active" data-id="1">
            Премиум ремонт
          </button>
          <button class="slider__btn" data-id="2">
            Стандартный ремонт
          </button>
        </div>

    </section>

    <section class="section section_geo geo">
      <div class="container geo__container">
        <h2 class="geo__title title title_40">
          Все рядом
        </h2>

        <div class="geo__map map">
          <div id="map" class="map__container">
          </div>

          <div class="map__mark-list-wrap">

            <h2 class="map__title">
              Расположение и инфраструктура
            </h2>

            <ul class="map__mark-list">

              <li class="map__mark-item map__mark-item-all">
                <div class="map__mark-icon">
                  <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                    <g clip-path="url(#clip0_2313_19654)">
                      <path fill-rule="evenodd" clip-rule="evenodd" d="M19.1047 10.6415C19.2367 10.4149 19.4259 10.2269 19.6533 10.0962C19.8807 9.9655 20.1384 9.89673 20.4007 9.89673C20.6629 9.89673 20.9206 9.9655 21.148 10.0962C21.3754 10.2269 21.5646 10.4149 21.6967 10.6415L25.0507 16.3991L31.5643 17.8103C31.8205 17.866 32.0576 17.9878 32.2521 18.1637C32.4465 18.3396 32.5914 18.5634 32.6724 18.8128C32.7534 19.0622 32.7676 19.3284 32.7136 19.585C32.6596 19.8416 32.5393 20.0795 32.3647 20.2751L27.9247 25.2443L28.5967 31.8743C28.6232 32.1354 28.5807 32.3988 28.4736 32.6383C28.3664 32.8779 28.1983 33.0851 27.986 33.2394C27.7737 33.3936 27.5247 33.4894 27.2638 33.5173C27.0028 33.5452 26.7392 33.5042 26.4991 33.3983L20.4007 30.7103L14.3023 33.3983C14.0622 33.5042 13.7985 33.5452 13.5376 33.5173C13.2766 33.4894 13.0276 33.3936 12.8153 33.2394C12.603 33.0851 12.4349 32.8779 12.3277 32.6383C12.2206 32.3988 12.1782 32.1354 12.2047 31.8743L12.8767 25.2443L8.43667 20.2763C8.26174 20.0807 8.14117 19.8427 8.087 19.586C8.03283 19.3292 8.04695 19.0628 8.12796 18.8132C8.20896 18.5636 8.35401 18.3397 8.54863 18.1637C8.74325 17.9877 8.98063 17.8659 9.23707 17.8103L15.7507 16.3991L19.1047 10.6415ZM20.4007 13.1843L17.6251 17.9507C17.5201 18.1306 17.3788 18.2867 17.2103 18.409C17.0417 18.5313 16.8495 18.6172 16.6459 18.6611L11.2555 19.8287L14.9299 23.9411C15.2107 24.2555 15.3463 24.6731 15.3043 25.0919L14.7487 30.5795L19.7959 28.3547C19.9864 28.2707 20.1924 28.2274 20.4007 28.2274C20.6089 28.2274 20.8149 28.2707 21.0055 28.3547L26.0527 30.5795L25.4971 25.0919C25.476 24.8847 25.4982 24.6753 25.5625 24.4772C25.6268 24.2791 25.7316 24.0965 25.8703 23.9411L29.5459 19.8287L24.1555 18.6611C23.9519 18.6172 23.7597 18.5313 23.5911 18.409C23.4225 18.2867 23.2812 18.1306 23.1763 17.9507L20.4007 13.1843Z" fill="#56693E" />
                    </g>
                    <defs>
                      <clipPath id="clip0_2313_19654">
                        <rect width="28.8" height="28.8" fill="white" transform="translate(6 7.19995)" />
                      </clipPath>
                    </defs>
                  </svg>

                  <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#748D55" />
                    <g clip-path="url(#clip0_2313_19566)">
                      <path fill-rule="evenodd" clip-rule="evenodd" d="M19.1047 10.6415C19.2367 10.4149 19.4259 10.2269 19.6533 10.0962C19.8807 9.9655 20.1384 9.89673 20.4007 9.89673C20.6629 9.89673 20.9206 9.9655 21.148 10.0962C21.3754 10.2269 21.5646 10.4149 21.6967 10.6415L25.0507 16.3991L31.5643 17.8103C31.8205 17.866 32.0576 17.9878 32.2521 18.1637C32.4465 18.3396 32.5914 18.5634 32.6724 18.8128C32.7534 19.0622 32.7676 19.3284 32.7136 19.585C32.6596 19.8416 32.5393 20.0795 32.3647 20.2751L27.9247 25.2443L28.5967 31.8743C28.6232 32.1354 28.5807 32.3988 28.4736 32.6383C28.3664 32.8779 28.1983 33.0851 27.986 33.2394C27.7737 33.3936 27.5247 33.4894 27.2638 33.5173C27.0028 33.5452 26.7392 33.5042 26.4991 33.3983L20.4007 30.7103L14.3023 33.3983C14.0622 33.5042 13.7985 33.5452 13.5376 33.5173C13.2766 33.4894 13.0276 33.3936 12.8153 33.2394C12.603 33.0851 12.4349 32.8779 12.3277 32.6383C12.2206 32.3988 12.1782 32.1354 12.2047 31.8743L12.8767 25.2443L8.43667 20.2763C8.26174 20.0807 8.14117 19.8427 8.087 19.586C8.03283 19.3292 8.04695 19.0628 8.12796 18.8132C8.20896 18.5636 8.35401 18.3397 8.54863 18.1637C8.74325 17.9877 8.98063 17.8659 9.23707 17.8103L15.7507 16.3991L19.1047 10.6415ZM20.4007 13.1843L17.6251 17.9507C17.5201 18.1306 17.3788 18.2867 17.2103 18.409C17.0417 18.5313 16.8495 18.6172 16.6459 18.6611L11.2555 19.8287L14.9299 23.9411C15.2107 24.2555 15.3463 24.6731 15.3043 25.0919L14.7487 30.5795L19.7959 28.3547C19.9864 28.2707 20.1924 28.2274 20.4007 28.2274C20.6089 28.2274 20.8149 28.2707 21.0055 28.3547L26.0527 30.5795L25.4971 25.0919C25.476 24.8847 25.4982 24.6753 25.5625 24.4772C25.6268 24.2791 25.7316 24.0965 25.8703 23.9411L29.5459 19.8287L24.1555 18.6611C23.9519 18.6172 23.7597 18.5313 23.5911 18.409C23.4225 18.2867 23.2812 18.1306 23.1763 17.9507L20.4007 13.1843Z" fill="white" />
                    </g>
                    <defs>
                      <clipPath id="clip0_2313_19566">
                        <rect width="28.8" height="28.8" fill="white" transform="translate(6 7.19995)" />
                      </clipPath>
                    </defs>
                  </svg>

                </div>
                <p class="map__mark-text">
                  Все категории
                </p>
                <p class="map__mark-number">

                </p>
              </li>

              <li class="map__mark-item map__mark-item_point" data-id="1">
                <div class="map__mark-icon">

                  <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                    <g clip-path="url(#clip0_2313_19660)">
                      <path d="M32.3694 18.244C31.9005 18.1481 31.4744 17.8677 31.2649 17.4374C30.5308 15.9293 29.4968 14.5971 28.2285 13.5309C27.2035 12.6692 26.0474 11.9997 24.8121 11.5476C24.0331 11.2624 23.6249 10.3385 24.0522 9.62739L24.3456 9.13895C24.6259 8.67238 24.4864 8.06762 24.0301 7.77091V7.77091C23.5503 7.45892 22.9073 7.60718 22.6126 8.09781L21.2931 10.2941C21.0772 10.6534 20.6891 10.8691 20.2708 10.8967C18.2605 11.0293 16.3147 11.7092 14.6307 12.8739C12.9713 14.0215 11.6306 15.5952 10.7349 17.4368C10.5255 17.8674 10.0993 18.1481 9.63023 18.2441C8.74572 18.4251 7.92735 18.88 7.28753 19.5584C6.4623 20.4334 6 21.6103 6 22.8361C6 24.062 6.4623 25.2388 7.28753 26.1138C7.92736 26.7922 8.74575 27.2472 9.63027 27.4282C10.0993 27.5242 10.5256 27.8048 10.735 28.2354C11.6349 30.0855 12.9838 31.6651 14.6535 32.814C16.5359 34.1093 18.743 34.8 21 34.8C23.257 34.8 25.464 34.1093 27.3465 32.814C29.0162 31.6651 30.3651 30.0855 31.265 28.2354C31.4744 27.8048 31.9007 27.5242 32.3697 27.4282C33.2543 27.2472 34.0726 26.7922 34.7125 26.1138C35.5377 25.2388 36 24.062 36 22.8361C36 21.6103 35.5377 20.4334 34.7125 19.5584C34.0726 18.8799 33.254 18.425 32.3694 18.244ZM33.2839 24.6574C32.8265 25.1441 32.2031 25.4235 31.5489 25.4351L31.0421 25.4451C30.5635 25.4546 30.1363 25.7476 29.9551 26.1907L29.7465 26.7009C29.0169 28.4861 27.7987 30.0087 26.2434 31.0789C24.6882 32.1492 22.8647 32.7198 21 32.7198C19.1353 32.7198 17.3119 32.1492 15.7566 31.0789C14.2014 30.0087 12.9831 28.4861 12.2536 26.7009L12.0449 26.1907C11.8638 25.7476 11.4365 25.4546 10.9579 25.4451L10.4511 25.4351C9.79666 25.4223 9.17314 25.1429 8.71464 24.6569C8.25613 24.1709 7.99926 23.5171 7.99926 22.8361C7.99926 22.1552 8.25613 21.5014 8.71464 21.0154C9.17314 20.5293 9.79666 20.2499 10.4511 20.2372L10.9579 20.2272C11.4365 20.2177 11.8638 19.9247 12.0449 19.4816L12.2536 18.9714C12.9832 17.1861 14.2014 15.6636 15.7566 14.5934C17.3119 13.5232 19.1354 12.9526 21 12.9526C22.8647 12.9526 24.6882 13.5232 26.2434 14.5934C27.7986 15.6636 29.0169 17.1861 29.7465 18.9714L29.9551 19.4815C30.1363 19.9247 30.5635 20.2177 31.0421 20.2272L31.5489 20.2372C32.037 20.2468 32.5117 20.405 32.9144 20.6922C33.3171 20.9794 33.6301 21.383 33.8146 21.8533C33.9992 22.3235 34.0473 22.8397 33.953 23.338C33.8586 23.8364 33.626 24.295 33.2839 24.6574Z" fill="#56693E" stroke="#56693E" stroke-width="0.1" />
                      <path d="M15.5996 21.5999C15.5996 20.9372 16.1369 20.3999 16.7996 20.3999H16.8542C17.5169 20.3999 18.0542 20.9372 18.0542 21.5999V21.7262C18.0542 22.389 17.5169 22.9262 16.8542 22.9262H16.7996C16.1369 22.9262 15.5996 22.389 15.5996 21.7262V21.5999ZM23.9451 21.5999C23.9451 20.9372 24.4823 20.3999 25.1451 20.3999H25.1996C25.8624 20.3999 26.3996 20.9372 26.3996 21.5999V21.7262C26.3996 22.389 25.8624 22.9262 25.1996 22.9262H25.1451C24.4823 22.9262 23.9451 22.389 23.9451 21.7262V21.5999ZM20.9996 29.9999C21.6443 29.9999 22.2826 29.8692 22.8782 29.6153C23.4738 29.3614 24.015 28.9892 24.4709 28.52C24.9267 28.0508 25.2883 27.4938 25.535 26.8808C25.6324 26.6389 25.7111 26.39 25.7708 26.1366C25.9226 25.4915 25.3714 24.9473 24.7087 24.9473H17.2905C16.6278 24.9473 16.0767 25.4915 16.2285 26.1366C16.2881 26.39 16.3668 26.6389 16.4642 26.8808C16.7109 27.4938 17.0725 28.0508 17.5284 28.52C18.449 29.4676 19.6976 29.9999 20.9996 29.9999Z" fill="#56693E" />
                    </g>
                    <defs>
                      <clipPath id="clip0_2313_19660">
                        <rect width="30" height="27.6" fill="white" transform="translate(6 7.19995)" />
                      </clipPath>
                    </defs>
                  </svg>

                  <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#748D55" />
                    <g clip-path="url(#clip0_2313_19572)">
                      <path d="M32.3694 18.244C31.9005 18.1481 31.4744 17.8677 31.2649 17.4374C30.5308 15.9293 29.4968 14.5971 28.2285 13.5309C27.2035 12.6692 26.0474 11.9997 24.8121 11.5476C24.0331 11.2624 23.6249 10.3385 24.0522 9.62739L24.3456 9.13895C24.6259 8.67238 24.4864 8.06762 24.0301 7.77091V7.77091C23.5503 7.45892 22.9073 7.60718 22.6126 8.09781L21.2931 10.2941C21.0772 10.6534 20.6891 10.8691 20.2708 10.8967C18.2605 11.0293 16.3147 11.7092 14.6307 12.8739C12.9713 14.0215 11.6306 15.5952 10.7349 17.4368C10.5255 17.8674 10.0993 18.1481 9.63023 18.2441C8.74572 18.4251 7.92735 18.88 7.28753 19.5584C6.4623 20.4334 6 21.6103 6 22.8361C6 24.062 6.4623 25.2388 7.28753 26.1138C7.92736 26.7922 8.74575 27.2472 9.63027 27.4282C10.0993 27.5242 10.5256 27.8048 10.735 28.2354C11.6349 30.0855 12.9838 31.6651 14.6535 32.814C16.5359 34.1093 18.743 34.8 21 34.8C23.257 34.8 25.464 34.1093 27.3465 32.814C29.0162 31.6651 30.3651 30.0855 31.265 28.2354C31.4744 27.8048 31.9007 27.5242 32.3697 27.4282C33.2543 27.2472 34.0726 26.7922 34.7125 26.1138C35.5377 25.2388 36 24.062 36 22.8361C36 21.6103 35.5377 20.4334 34.7125 19.5584C34.0726 18.8799 33.254 18.425 32.3694 18.244ZM33.2839 24.6574C32.8265 25.1441 32.2031 25.4235 31.5489 25.4351L31.0421 25.4451C30.5635 25.4546 30.1363 25.7476 29.9551 26.1907L29.7465 26.7009C29.0169 28.4861 27.7987 30.0087 26.2434 31.0789C24.6882 32.1492 22.8647 32.7198 21 32.7198C19.1353 32.7198 17.3119 32.1492 15.7566 31.0789C14.2014 30.0087 12.9831 28.4861 12.2536 26.7009L12.0449 26.1907C11.8638 25.7476 11.4365 25.4546 10.9579 25.4451L10.4511 25.4351C9.79666 25.4223 9.17314 25.1429 8.71464 24.6569C8.25613 24.1709 7.99926 23.5171 7.99926 22.8361C7.99926 22.1552 8.25613 21.5014 8.71464 21.0154C9.17314 20.5293 9.79666 20.2499 10.4511 20.2372L10.9579 20.2272C11.4365 20.2177 11.8638 19.9247 12.0449 19.4816L12.2536 18.9714C12.9832 17.1861 14.2014 15.6636 15.7566 14.5934C17.3119 13.5232 19.1354 12.9526 21 12.9526C22.8647 12.9526 24.6882 13.5232 26.2434 14.5934C27.7986 15.6636 29.0169 17.1861 29.7465 18.9714L29.9551 19.4815C30.1363 19.9247 30.5635 20.2177 31.0421 20.2272L31.5489 20.2372C32.037 20.2468 32.5117 20.405 32.9144 20.6922C33.3171 20.9794 33.6301 21.383 33.8146 21.8533C33.9992 22.3235 34.0473 22.8397 33.953 23.338C33.8586 23.8364 33.626 24.295 33.2839 24.6574Z" fill="white" stroke="white" stroke-width="0.1" />
                      <path d="M15.5996 21.5999C15.5996 20.9372 16.1369 20.3999 16.7996 20.3999H16.8542C17.5169 20.3999 18.0542 20.9372 18.0542 21.5999V21.7262C18.0542 22.389 17.5169 22.9262 16.8542 22.9262H16.7996C16.1369 22.9262 15.5996 22.389 15.5996 21.7262V21.5999ZM23.9451 21.5999C23.9451 20.9372 24.4823 20.3999 25.1451 20.3999H25.1996C25.8624 20.3999 26.3996 20.9372 26.3996 21.5999V21.7262C26.3996 22.389 25.8624 22.9262 25.1996 22.9262H25.1451C24.4823 22.9262 23.9451 22.389 23.9451 21.7262V21.5999ZM20.9996 29.9999C21.6443 29.9999 22.2826 29.8692 22.8782 29.6153C23.4738 29.3614 24.015 28.9892 24.4709 28.52C24.9267 28.0508 25.2883 27.4938 25.535 26.8808C25.6324 26.6389 25.7111 26.39 25.7708 26.1366C25.9226 25.4915 25.3714 24.9473 24.7087 24.9473H17.2905C16.6278 24.9473 16.0767 25.4915 16.2285 26.1366C16.2881 26.39 16.3668 26.6389 16.4642 26.8808C16.7109 27.4938 17.0725 28.0508 17.5284 28.52C18.449 29.4676 19.6976 29.9999 20.9996 29.9999Z" fill="white" />
                    </g>
                    <defs>
                      <clipPath id="clip0_2313_19572">
                        <rect width="30" height="27.6" fill="white" transform="translate(6 7.19995)" />
                      </clipPath>
                    </defs>
                  </svg>

                </div>
                <p class="map__mark-text">
                  Детский сад
                </p>
                <p class="map__mark-number">
                  5
                </p>
              </li>

              <li class="map__mark-item map__mark-item_point" data-id="2">
                <div class="map__mark-icon">
                  <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                    <path d="M20.9717 32.0893C20.6147 32.2831 20.1838 32.2831 19.8267 32.0893L12.6267 28.1807C12.24 27.9708 11.9992 27.5661 11.9992 27.1261V21.3496C11.9992 20.9119 11.761 20.509 11.3775 20.2981L9.1189 19.0559C8.28832 18.5991 8.29041 17.4049 9.12258 16.9509L19.8246 11.1135C20.1828 10.9181 20.6157 10.9181 20.9738 11.1135L32.9738 17.6589C33.3594 17.8692 33.5992 18.2733 33.5992 18.7124V26.4001C33.5992 27.0628 33.062 27.6 32.3992 27.6V27.6C31.7365 27.6 31.1992 27.0628 31.1992 26.4V21.3496C31.1992 20.4369 30.2207 19.8583 29.4209 20.2981V20.2981C29.0375 20.509 28.7992 20.9119 28.7992 21.3496V27.1261C28.7992 27.5661 28.5584 27.9708 28.1717 28.1807L20.9717 32.0893ZM19.8289 22.132C20.1848 22.3242 20.6136 22.3242 20.9695 22.132L26.6645 19.0559C27.5041 18.6024 27.5041 17.3977 26.6645 16.9442L20.9695 13.8681C20.6136 13.6759 20.1848 13.6759 19.8289 13.8681L14.1339 16.9442C13.2943 17.3977 13.2943 18.6024 14.1339 19.0559L19.8289 22.132ZM19.829 29.3622C20.1849 29.5543 20.6136 29.5543 20.9694 29.3622L25.7694 26.7702C26.1574 26.5606 26.3992 26.1552 26.3992 25.7143V23.9296C26.3992 23.0169 25.4207 22.4383 24.6209 22.8781L20.9775 24.882C20.6174 25.08 20.181 25.08 19.8209 24.882L16.1775 22.8781C15.3778 22.4383 14.3992 23.0169 14.3992 23.9296V25.7143C14.3992 26.1552 14.641 26.5606 15.029 26.7702L19.829 29.3622Z" fill="#56693E" />
                  </svg>

                  <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#748D55" />
                    <path d="M20.9717 32.0893C20.6147 32.2831 20.1838 32.2831 19.8267 32.0893L12.6267 28.1807C12.24 27.9708 11.9992 27.5661 11.9992 27.1261V21.3496C11.9992 20.9119 11.761 20.509 11.3775 20.2981L9.1189 19.0559C8.28832 18.5991 8.29041 17.4049 9.12258 16.9509L19.8246 11.1135C20.1828 10.9181 20.6157 10.9181 20.9738 11.1135L32.9738 17.6589C33.3594 17.8692 33.5992 18.2733 33.5992 18.7124V26.4001C33.5992 27.0628 33.062 27.6 32.3992 27.6C31.7365 27.6 31.1992 27.0628 31.1992 26.4V21.3496C31.1992 20.4369 30.2207 19.8583 29.4209 20.2981C29.0375 20.509 28.7992 20.9119 28.7992 21.3496V27.1261C28.7992 27.5661 28.5584 27.9708 28.1717 28.1807L20.9717 32.0893ZM19.8289 22.132C20.1848 22.3242 20.6136 22.3242 20.9695 22.132L26.6645 19.0559C27.5041 18.6024 27.5041 17.3977 26.6645 16.9442L20.9695 13.8681C20.6136 13.6759 20.1848 13.6759 19.8289 13.8681L14.1339 16.9442C13.2943 17.3977 13.2943 18.6024 14.1339 19.0559L19.8289 22.132ZM19.829 29.3622C20.1849 29.5543 20.6136 29.5543 20.9694 29.3622L25.7694 26.7702C26.1574 26.5606 26.3992 26.1552 26.3992 25.7143V23.9296C26.3992 23.0169 25.4207 22.4383 24.6209 22.8781L20.9775 24.882C20.6174 25.08 20.181 25.08 19.8209 24.882L16.1775 22.8781C15.3778 22.4383 14.3992 23.0169 14.3992 23.9296V25.7143C14.3992 26.1552 14.641 26.5606 15.029 26.7702L19.829 29.3622Z" fill="white" />
                  </svg>
                </div>
                <p class="map__mark-text">
                  Образование
                </p>
                <p class="map__mark-number">
                  2
                </p>
              </li>

              <li class="map__mark-item map__mark-item_point" data-id="3">
                <div class="map__mark-icon">
                  <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                    <path d="M26.6875 10.8438H15.3125C14.3428 10.8438 13.4128 11.229 12.7271 11.9146C12.0415 12.6003 11.6563 13.5303 11.6562 14.5V29.125C11.6562 29.6637 11.8703 30.1804 12.2512 30.5613C12.6321 30.9422 13.1488 31.1562 13.6875 31.1562H16.5312C17.07 31.1562 17.5866 30.9422 17.9676 30.5613C18.3485 30.1804 18.5625 29.6637 18.5625 29.125V27.5H23.4375V29.125C23.4375 29.6637 23.6515 30.1804 24.0324 30.5613C24.4134 30.9422 24.93 31.1562 25.4688 31.1562H28.3125C28.8512 31.1562 29.3679 30.9422 29.7488 30.5613C30.1297 30.1804 30.3438 29.6637 30.3438 29.125V14.5C30.3438 13.5303 29.9585 12.6003 29.2729 11.9146C28.5872 11.229 27.6572 10.8438 26.6875 10.8438ZM14.0938 25.0625V19.375H27.9062V25.0625H14.0938ZM15.3125 13.2812H26.6875C27.0107 13.2812 27.3207 13.4097 27.5493 13.6382C27.7778 13.8668 27.9062 14.1768 27.9062 14.5V16.9375H14.0938V14.5C14.0938 14.1768 14.2222 13.8668 14.4507 13.6382C14.6793 13.4097 14.9893 13.2812 15.3125 13.2812ZM16.125 28.7188H14.0938V27.5H16.125V28.7188ZM25.875 28.7188V27.5H27.9062V28.7188H25.875ZM18.9688 22.2188C18.9688 22.5401 18.8734 22.8543 18.6949 23.1216C18.5163 23.3888 18.2625 23.5971 17.9656 23.7201C17.6687 23.843 17.3419 23.8752 17.0267 23.8125C16.7115 23.7498 16.422 23.5951 16.1947 23.3678C15.9674 23.1405 15.8127 22.851 15.75 22.5358C15.6873 22.2206 15.7195 21.8938 15.8424 21.5969C15.9654 21.3 16.1737 21.0462 16.4409 20.8676C16.7082 20.6891 17.0224 20.5938 17.3438 20.5938C17.7747 20.5938 18.1881 20.765 18.4928 21.0697C18.7975 21.3744 18.9688 21.7878 18.9688 22.2188ZM26.2812 22.2188C26.2812 22.5401 26.1859 22.8543 26.0074 23.1216C25.8288 23.3888 25.575 23.5971 25.2781 23.7201C24.9812 23.843 24.6544 23.8752 24.3392 23.8125C24.024 23.7498 23.7345 23.5951 23.5072 23.3678C23.2799 23.1405 23.1252 22.851 23.0625 22.5358C22.9998 22.2206 23.032 21.8938 23.1549 21.5969C23.2779 21.3 23.4862 21.0462 23.7534 20.8676C24.0207 20.6891 24.3349 20.5938 24.6562 20.5938C25.0872 20.5938 25.5006 20.765 25.8053 21.0697C26.11 21.3744 26.2812 21.7878 26.2812 22.2188ZM34 16.125V18.5625C34 18.8857 33.8716 19.1957 33.643 19.4243C33.4145 19.6528 33.1045 19.7812 32.7812 19.7812C32.458 19.7812 32.148 19.6528 31.9195 19.4243C31.6909 19.1957 31.5625 18.8857 31.5625 18.5625V16.125C31.5625 15.8018 31.6909 15.4918 31.9195 15.2632C32.148 15.0347 32.458 14.9063 32.7812 14.9062C33.1045 14.9063 33.4145 15.0347 33.643 15.2632C33.8716 15.4918 34 15.8018 34 16.125ZM10.4375 16.125V18.5625C10.4375 18.8857 10.3091 19.1957 10.0805 19.4243C9.85198 19.6528 9.54198 19.7812 9.21875 19.7812C8.89552 19.7812 8.58552 19.6528 8.35696 19.4243C8.1284 19.1957 8 18.8857 8 18.5625V16.125C8 15.8018 8.1284 15.4918 8.35696 15.2632C8.58552 15.0347 8.89552 14.9063 9.21875 14.9062C9.54198 14.9063 9.85198 15.0347 10.0805 15.2632C10.3091 15.4918 10.4375 15.8018 10.4375 16.125Z" fill="#56693E" />
                  </svg>

                  <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#748D55" />
                    <path d="M26.6875 10.8438H15.3125C14.3428 10.8438 13.4128 11.229 12.7271 11.9146C12.0415 12.6003 11.6563 13.5303 11.6562 14.5V29.125C11.6562 29.6637 11.8703 30.1804 12.2512 30.5613C12.6321 30.9422 13.1488 31.1562 13.6875 31.1562H16.5312C17.07 31.1562 17.5866 30.9422 17.9676 30.5613C18.3485 30.1804 18.5625 29.6637 18.5625 29.125V27.5H23.4375V29.125C23.4375 29.6637 23.6515 30.1804 24.0324 30.5613C24.4134 30.9422 24.93 31.1562 25.4688 31.1562H28.3125C28.8512 31.1562 29.3679 30.9422 29.7488 30.5613C30.1297 30.1804 30.3438 29.6637 30.3438 29.125V14.5C30.3438 13.5303 29.9585 12.6003 29.2729 11.9146C28.5872 11.229 27.6572 10.8438 26.6875 10.8438ZM14.0938 25.0625V19.375H27.9062V25.0625H14.0938ZM15.3125 13.2812H26.6875C27.0107 13.2812 27.3207 13.4097 27.5493 13.6382C27.7778 13.8668 27.9062 14.1768 27.9062 14.5V16.9375H14.0938V14.5C14.0938 14.1768 14.2222 13.8668 14.4507 13.6382C14.6793 13.4097 14.9893 13.2812 15.3125 13.2812ZM16.125 28.7188H14.0938V27.5H16.125V28.7188ZM25.875 28.7188V27.5H27.9062V28.7188H25.875ZM18.9688 22.2188C18.9688 22.5401 18.8734 22.8543 18.6949 23.1216C18.5163 23.3888 18.2625 23.5971 17.9656 23.7201C17.6687 23.843 17.3419 23.8752 17.0267 23.8125C16.7115 23.7498 16.422 23.5951 16.1947 23.3678C15.9674 23.1405 15.8127 22.851 15.75 22.5358C15.6873 22.2206 15.7195 21.8938 15.8424 21.5969C15.9654 21.3 16.1737 21.0462 16.4409 20.8676C16.7082 20.6891 17.0224 20.5938 17.3438 20.5938C17.7747 20.5938 18.1881 20.765 18.4928 21.0697C18.7975 21.3744 18.9688 21.7878 18.9688 22.2188ZM26.2812 22.2188C26.2812 22.5401 26.1859 22.8543 26.0074 23.1216C25.8288 23.3888 25.575 23.5971 25.2781 23.7201C24.9812 23.843 24.6544 23.8752 24.3392 23.8125C24.024 23.7498 23.7345 23.5951 23.5072 23.3678C23.2799 23.1405 23.1252 22.851 23.0625 22.5358C22.9998 22.2206 23.032 21.8938 23.1549 21.5969C23.2779 21.3 23.4862 21.0462 23.7534 20.8676C24.0207 20.6891 24.3349 20.5938 24.6562 20.5938C25.0872 20.5938 25.5006 20.765 25.8053 21.0697C26.11 21.3744 26.2812 21.7878 26.2812 22.2188ZM34 16.125V18.5625C34 18.8857 33.8716 19.1957 33.643 19.4243C33.4145 19.6528 33.1045 19.7812 32.7812 19.7812C32.458 19.7812 32.148 19.6528 31.9195 19.4243C31.6909 19.1957 31.5625 18.8857 31.5625 18.5625V16.125C31.5625 15.8018 31.6909 15.4918 31.9195 15.2632C32.148 15.0347 32.458 14.9063 32.7812 14.9062C33.1045 14.9063 33.4145 15.0347 33.643 15.2632C33.8716 15.4918 34 15.8018 34 16.125ZM10.4375 16.125V18.5625C10.4375 18.8857 10.3091 19.1957 10.0805 19.4243C9.85198 19.6528 9.54198 19.7812 9.21875 19.7812C8.89552 19.7812 8.58552 19.6528 8.35696 19.4243C8.1284 19.1957 8 18.8857 8 18.5625V16.125C8 15.8018 8.1284 15.4918 8.35696 15.2632C8.58552 15.0347 8.89552 14.9063 9.21875 14.9062C9.54198 14.9063 9.85198 15.0347 10.0805 15.2632C10.3091 15.4918 10.4375 15.8018 10.4375 16.125Z" fill="white" />
                  </svg>
                </div>
                <p class="map__mark-text">
                  Транспорт
                </p>
                <p class="map__mark-number">
                  3
                </p>
              </li>

              <li class="map__mark-item map__mark-item_point" data-id="4">
                <div class="map__mark-icon">
                  <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                    <path d="M16.3996 31.3998C17.3937 31.3998 18.1996 30.5939 18.1996 29.5998C18.1996 28.6057 17.3937 27.7998 16.3996 27.7998C15.4055 27.7998 14.5996 28.6057 14.5996 29.5998C14.5996 30.5939 15.4055 31.3998 16.3996 31.3998Z" fill="#56693E" />
                    <path d="M27.2004 31.3998C28.1945 31.3998 29.0004 30.5939 29.0004 29.5998C29.0004 28.6057 28.1945 27.7998 27.2004 27.7998C26.2063 27.7998 25.4004 28.6057 25.4004 29.5998C25.4004 30.5939 26.2063 31.3998 27.2004 31.3998Z" fill="#56693E" />
                    <path d="M11 13.3999H13.4L14.12 16.9999M14.12 16.9999L15.8 25.3999H27.8L30.2 16.9999H14.12Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                  </svg>

                  <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#748D55" />
                    <path d="M16.3996 31.3998C17.3937 31.3998 18.1996 30.5939 18.1996 29.5998C18.1996 28.6057 17.3937 27.7998 16.3996 27.7998C15.4055 27.7998 14.5996 28.6057 14.5996 29.5998C14.5996 30.5939 15.4055 31.3998 16.3996 31.3998Z" fill="white" />
                    <path d="M27.2004 31.3998C28.1945 31.3998 29.0004 30.5939 29.0004 29.5998C29.0004 28.6057 28.1945 27.7998 27.2004 27.7998C26.2063 27.7998 25.4004 28.6057 25.4004 29.5998C25.4004 30.5939 26.2063 31.3998 27.2004 31.3998Z" fill="white" />
                    <path d="M11 13.3999H13.4L14.12 16.9999M14.12 16.9999L15.8 25.3999H27.8L30.2 16.9999H14.12Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                  </svg>

                </div>
                <p class="map__mark-text">
                  Магазины
                </p>
                <p class="map__mark-number">
                  10
                </p>
              </li>

              <li class="map__mark-item map__mark-item_point" data-id="5">
                <div class="map__mark-icon">
                  <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                    <path d="M28.5789 18H13.4211C12.6362 18 12 18.6199 12 19.3846V28.6154C12 29.3801 12.6362 30 13.4211 30H28.5789C29.3638 30 30 29.3801 30 28.6154V19.3846C30 18.6199 29.3638 18 28.5789 18Z" stroke="#56693E" stroke-width="2.4" stroke-linejoin="round" />
                    <path d="M18.9008 14H23.1008V12H18.9008V14ZM23.5208 14.5V18H25.2008V14.5H23.5208ZM18.4808 18V14.5H16.8008V18H18.4808ZM23.1008 14C23.2122 14 23.319 14.0527 23.3978 14.1464C23.4765 14.2402 23.5208 14.3674 23.5208 14.5H25.2008C25.2008 13.837 24.9795 13.2011 24.5857 12.7322C24.1919 12.2634 23.6577 12 23.1008 12V14ZM18.9008 12C18.3438 12 17.8097 12.2634 17.4159 12.7322C17.022 13.2011 16.8008 13.837 16.8008 14.5H18.4808C18.4808 14.3674 18.525 14.2402 18.6038 14.1464C18.6826 14.0527 18.7894 14 18.9008 14V12Z" fill="#56693E" />
                    <path d="M18 24.0001H24M21 21.6001V26.4001" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                  </svg>

                  <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#748D55" />
                    <path d="M28.5789 18H13.4211C12.6362 18 12 18.6199 12 19.3846V28.6154C12 29.3801 12.6362 30 13.4211 30H28.5789C29.3638 30 30 29.3801 30 28.6154V19.3846C30 18.6199 29.3638 18 28.5789 18Z" stroke="white" stroke-width="2.4" stroke-linejoin="round" />
                    <path d="M18.9008 14H23.1008V12H18.9008V14ZM23.5208 14.5V18H25.2008V14.5H23.5208ZM18.4808 18V14.5H16.8008V18H18.4808ZM23.1008 14C23.2122 14 23.319 14.0527 23.3978 14.1464C23.4765 14.2402 23.5208 14.3674 23.5208 14.5H25.2008C25.2008 13.837 24.9795 13.2011 24.5857 12.7322C24.1919 12.2634 23.6577 12 23.1008 12V14ZM18.9008 12C18.3438 12 17.8097 12.2634 17.4159 12.7322C17.022 13.2011 16.8008 13.837 16.8008 14.5H18.4808C18.4808 14.3674 18.525 14.2402 18.6038 14.1464C18.6826 14.0527 18.7894 14 18.9008 14V12Z" fill="white" />
                    <path d="M18 24.0001H24M21 21.6001V26.4001" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                  </svg>

                </div>
                <p class="map__mark-text">
                  Здоровье
                </p>
                <p class="map__mark-number">
                  4
                </p>
              </li>

              <li class="map__mark-item map__mark-item_point" data-id="6">
                <div class="map__mark-icon">
                  <svg class="map__mark-svg map__mark-svg_1" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#CEDFB8" />
                    <path d="M20.3992 28.7999C24.3757 28.7999 27.5992 25.5764 27.5992 21.5999C27.5992 17.6235 24.3757 14.3999 20.3992 14.3999C16.4228 14.3999 13.1992 17.6235 13.1992 21.5999C13.1992 25.5764 16.4228 28.7999 20.3992 28.7999Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M20.4 14.3999C21.7255 14.3999 22.8 13.3253 22.8 11.9999C22.8 10.6744 21.7255 9.59985 20.4 9.59985C19.0745 9.59985 18 10.6744 18 11.9999C18 13.3253 19.0745 14.3999 20.4 14.3999Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M28.8004 19.1999C30.1259 19.1999 31.2004 18.1254 31.2004 16.7999C31.2004 15.4744 30.1259 14.3999 28.8004 14.3999C27.4749 14.3999 26.4004 15.4744 26.4004 16.7999C26.4004 18.1254 27.4749 19.1999 28.8004 19.1999Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M11.9996 19.1999C13.3251 19.1999 14.3996 18.1254 14.3996 16.7999C14.3996 15.4744 13.3251 14.3999 11.9996 14.3999C10.6741 14.3999 9.59961 15.4744 9.59961 16.7999C9.59961 18.1254 10.6741 19.1999 11.9996 19.1999Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M11.9996 28.7998C13.3251 28.7998 14.3996 27.7252 14.3996 26.3998C14.3996 25.0743 13.3251 23.9998 11.9996 23.9998C10.6741 23.9998 9.59961 25.0743 9.59961 26.3998C9.59961 27.7252 10.6741 28.7998 11.9996 28.7998Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M28.8004 28.7998C30.1259 28.7998 31.2004 27.7252 31.2004 26.3998C31.2004 25.0743 30.1259 23.9998 28.8004 23.9998C27.4749 23.9998 26.4004 25.0743 26.4004 26.3998C26.4004 27.7252 27.4749 28.7998 28.8004 28.7998Z" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M15.5996 33.5999L20.3996 21.5999L25.1996 33.5999" stroke="#56693E" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                  </svg>

                  <svg class="map__mark-svg map__mark-svg_2" width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="21" cy="21" r="21" fill="#748D55" />
                    <path d="M20.3992 28.7999C24.3757 28.7999 27.5992 25.5764 27.5992 21.5999C27.5992 17.6235 24.3757 14.3999 20.3992 14.3999C16.4228 14.3999 13.1992 17.6235 13.1992 21.5999C13.1992 25.5764 16.4228 28.7999 20.3992 28.7999Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M20.4 14.3999C21.7255 14.3999 22.8 13.3253 22.8 11.9999C22.8 10.6744 21.7255 9.59985 20.4 9.59985C19.0745 9.59985 18 10.6744 18 11.9999C18 13.3253 19.0745 14.3999 20.4 14.3999Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M28.8004 19.1999C30.1259 19.1999 31.2004 18.1254 31.2004 16.7999C31.2004 15.4744 30.1259 14.3999 28.8004 14.3999C27.4749 14.3999 26.4004 15.4744 26.4004 16.7999C26.4004 18.1254 27.4749 19.1999 28.8004 19.1999Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M11.9996 19.1999C13.3251 19.1999 14.3996 18.1254 14.3996 16.7999C14.3996 15.4744 13.3251 14.3999 11.9996 14.3999C10.6741 14.3999 9.59961 15.4744 9.59961 16.7999C9.59961 18.1254 10.6741 19.1999 11.9996 19.1999Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M11.9996 28.7998C13.3251 28.7998 14.3996 27.7252 14.3996 26.3998C14.3996 25.0743 13.3251 23.9998 11.9996 23.9998C10.6741 23.9998 9.59961 25.0743 9.59961 26.3998C9.59961 27.7252 10.6741 28.7998 11.9996 28.7998Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M28.8004 28.7998C30.1259 28.7998 31.2004 27.7252 31.2004 26.3998C31.2004 25.0743 30.1259 23.9998 28.8004 23.9998C27.4749 23.9998 26.4004 25.0743 26.4004 26.3998C26.4004 27.7252 27.4749 28.7998 28.8004 28.7998Z" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M15.5996 33.5999L20.3996 21.5999L25.1996 33.5999" stroke="white" stroke-width="2.4" stroke-linecap="round" stroke-linejoin="round" />
                  </svg>


                </div>
                <p class="map__mark-text">
                  Развлечения
                </p>
                <p class="map__mark-number">
                  3
                </p>
              </li>

            </ul>

            <div class="btn-wrap">
              <button class="map__menu-btn-apply btn btn_green">
                Применить
              </button>

              <button class="map__menu-btn-reset btn btn_white reset-btn">
                Сбросить
              </button>
            </div>

          </div>

          <button class="map__menu-btn-filters btn btn_white">
            Фильтры
          </button>

        </div>

      </div>
    </section>

    <section class="section section_form form">
      <div class="container form__container">
        <div class="form__img">
          <img src="/assets/img/form-img.svg" alt="form-img">
        </div>
        <h2 class="form__title title title_40">
          Остались вопросы?
        </h2>
        <p class="form__subtitle">
          Отправьте заявку на консультацию и получите ответ на любой вопрос
        </p>
        <div class="form__wrapper">
          <form class="form__form os-form" id="popup-form2" action="#" onsubmit="ym(98568541,'reachGoal','popup-form2'); return true;">

            <input type="number" name="id" value="2" hidden>
            <input type="text" name="theme" value="call" hidden>

            <label class="form__label">
              <input class="form__input _req" name="name" type="text" placeholder="Как вас зовут?">
            </label>

            <label class="form__label">
              <input class="form__input phone _req" name="phone" type="tel" placeholder="Tелефон">
            </label>

            <button class="form__btn btn" type="submit">
              Отправить
            </button>

          </form>
          <div class="form__desc">
            <p class="form__desc-text">
              Нажимая кнопку «Отправить», вы соглашаетесь с
            </p>
            <a class="form__desc-link" href="/pages/policy/">
              условиями обработки персональных данных
            </a>
          </div>
        </div>
      </div>
    </section>

    <section class="section section_apartments apartments">
      <div class="container apartments__container apartments_swiper">
        <h2 class="apartments__title title title_40">
          Похожие квартиры
        </h2>

        <ul class="apartments__list swiper-wrapper">

          <?
          // $result = mysqli_query($db, "SELECT * FROM apartments WHERE id = " . $_GET['id']);
          $result = mysqli_query($db, "SELECT * FROM apartments WHERE commerce = 0 LIMIT 8");

          $row = mysqli_fetch_array($result);

          // if ($row == '') {
          //   echo 'Ничего не нашлось';
          // }

          // echo '<pre>';
          // print_r($row);
          // echo '</pre>';

          // Сосновый | ГП 8 | 1 / 2 этаж

          if (mysqli_num_rows($result) > 0) {
            do {
              echo '
                <li class="apartments__item swiper-slide">
                <a class="apartments__item-link" href="/pages/apartments-item/?id=' . $row['id'] . '">
                  <h5 class="apartments__item-title">
                    ' . $row['complex'] . ' | ГП ' . $row['house'] . ' | ' . $row['stage'] . ' этаж' . '                    
                  </h5>
                  <div class="apartments__item-img">
                      <img src="/assets/img/' . $row['image'] . '" alt="планировка квартиры">
                  </div>
    
                  <p class="apartments__item-desc">
                    ' . $row['number_of_rooms'] . '-комнатная ' . $row['area'] . 'м2
                  </p>
    
                  <div class="apartments__item-price-wrap">
                    <p class="apartments__item-new-price">
                      ' . number_format($row['price'], 0, '', ' ') . ' ₽
                    </p>
                    <p class="apartments__item-old-price">
                    ' . number_format($row['price'] * 1.2, 0, '', ' ') . ' ₽
                    </p>
                  </div>
    
                  <ul class="apartments__item-footer">
                    <li class="apartments__item-footer-item">
                      <p class="apartments__item-footer-item-text">
                        Акция
                      </p>
                      <svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <rect x="0.5" y="0.5" width="18" height="18" rx="9" stroke="#56693E" />
                        <path
                          d="M8.41903 11.8409V11.7855C8.42519 11.1977 8.48674 10.7299 8.60369 10.3821C8.72064 10.0343 8.88684 9.75272 9.10227 9.53729C9.31771 9.32185 9.57623 9.12334 9.87784 8.94176C10.0594 8.83097 10.2225 8.70017 10.3672 8.54936C10.5118 8.39548 10.6257 8.21851 10.7088 8.01847C10.795 7.81842 10.8381 7.59683 10.8381 7.35369C10.8381 7.05208 10.7673 6.79048 10.6257 6.56889C10.4841 6.3473 10.2949 6.17649 10.0579 6.05646C9.8209 5.93643 9.55777 5.87642 9.26847 5.87642C9.0161 5.87642 8.77296 5.92874 8.53906 6.03338C8.30516 6.13802 8.10973 6.30268 7.95277 6.52734C7.79581 6.75201 7.70502 7.04593 7.6804 7.40909H6.51705C6.54167 6.88589 6.67708 6.43809 6.9233 6.0657C7.17259 5.6933 7.50036 5.40862 7.90661 5.21165C8.31593 5.01468 8.76989 4.91619 9.26847 4.91619C9.81013 4.91619 10.281 5.02391 10.6811 5.23935C11.0843 5.45478 11.3951 5.75024 11.6136 6.12571C11.8352 6.50118 11.946 6.92898 11.946 7.40909C11.946 7.74763 11.8937 8.05386 11.7891 8.32777C11.6875 8.60168 11.5398 8.84635 11.3459 9.06179C11.1551 9.27723 10.9242 9.46804 10.6534 9.63423C10.3826 9.8035 10.1656 9.98201 10.0025 10.1697C9.83937 10.3544 9.72088 10.5745 9.64702 10.8299C9.57315 11.0853 9.53314 11.4039 9.52699 11.7855V11.8409H8.41903ZM9.00994 14.5739C8.7822 14.5739 8.58677 14.4923 8.42365 14.3292C8.26054 14.1661 8.17898 13.9706 8.17898 13.7429C8.17898 13.5152 8.26054 13.3197 8.42365 13.1566C8.58677 12.9935 8.7822 12.9119 9.00994 12.9119C9.23769 12.9119 9.43312 12.9935 9.59624 13.1566C9.75935 13.3197 9.84091 13.5152 9.84091 13.7429C9.84091 13.8937 9.80244 14.0322 9.7255 14.1584C9.65163 14.2846 9.55161 14.3861 9.42543 14.4631C9.30232 14.5369 9.16383 14.5739 9.00994 14.5739Z"
                          fill="#56693E" />
                      </svg>
                    </li>
    
                    <!-- <li class="apartments__item-footer-item">
                    <p class="apartments__item-footer-item-text">
                      Ключи сегодня
                    </p>
                    <svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <rect x="0.5" y="0.5" width="18" height="18" rx="9" stroke="#56693E"/>
                      <path d="M8.41903 11.8409V11.7855C8.42519 11.1977 8.48674 10.7299 8.60369 10.3821C8.72064 10.0343 8.88684 9.75272 9.10227 9.53729C9.31771 9.32185 9.57623 9.12334 9.87784 8.94176C10.0594 8.83097 10.2225 8.70017 10.3672 8.54936C10.5118 8.39548 10.6257 8.21851 10.7088 8.01847C10.795 7.81842 10.8381 7.59683 10.8381 7.35369C10.8381 7.05208 10.7673 6.79048 10.6257 6.56889C10.4841 6.3473 10.2949 6.17649 10.0579 6.05646C9.8209 5.93643 9.55777 5.87642 9.26847 5.87642C9.0161 5.87642 8.77296 5.92874 8.53906 6.03338C8.30516 6.13802 8.10973 6.30268 7.95277 6.52734C7.79581 6.75201 7.70502 7.04593 7.6804 7.40909H6.51705C6.54167 6.88589 6.67708 6.43809 6.9233 6.0657C7.17259 5.6933 7.50036 5.40862 7.90661 5.21165C8.31593 5.01468 8.76989 4.91619 9.26847 4.91619C9.81013 4.91619 10.281 5.02391 10.6811 5.23935C11.0843 5.45478 11.3951 5.75024 11.6136 6.12571C11.8352 6.50118 11.946 6.92898 11.946 7.40909C11.946 7.74763 11.8937 8.05386 11.7891 8.32777C11.6875 8.60168 11.5398 8.84635 11.3459 9.06179C11.1551 9.27723 10.9242 9.46804 10.6534 9.63423C10.3826 9.8035 10.1656 9.98201 10.0025 10.1697C9.83937 10.3544 9.72088 10.5745 9.64702 10.8299C9.57315 11.0853 9.53314 11.4039 9.52699 11.7855V11.8409H8.41903ZM9.00994 14.5739C8.7822 14.5739 8.58677 14.4923 8.42365 14.3292C8.26054 14.1661 8.17898 13.9706 8.17898 13.7429C8.17898 13.5152 8.26054 13.3197 8.42365 13.1566C8.58677 12.9935 8.7822 12.9119 9.00994 12.9119C9.23769 12.9119 9.43312 12.9935 9.59624 13.1566C9.75935 13.3197 9.84091 13.5152 9.84091 13.7429C9.84091 13.8937 9.80244 14.0322 9.7255 14.1584C9.65163 14.2846 9.55161 14.3861 9.42543 14.4631C9.30232 14.5369 9.16383 14.5739 9.00994 14.5739Z" fill="#56693E"/>
                    </svg>                  
                  </li> -->
    
                    <li class="apartments__item-footer-item">
                      <p class="apartments__item-footer-item-text">
                        Окна на 2 стороны
                      </p>
                    </li>
    
                    <!-- <li class="apartments__item-footer-item">
                    <p class="apartments__item-footer-item-text">
                      Гостевой санузел
                    </p>                 
                  </li> -->
    
                    <li class="apartments__item-footer-item">
                      <p class="apartments__item-footer-item-text">
                        Кухня-гостинная
                      </p>
                    </li>
                  </ul>
                </a>
              </li>
                ';
            } while ($row = mysqli_fetch_array($result));
          }
          ?>

        </ul>
        <div class="swiper-navigation">
          <div class="swiper-button swiper-button-prev swiper-button-prev_apart">
            <svg width="56" height="56" viewBox="0 0 56 56" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g opacity="0.8">
                <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54.25 0.5)"
                  stroke="#CBCBCB" />
                <path d="M32.25 20.5L23.25 28L32.25 35.5" stroke="#CBCBCB" stroke-width="2" stroke-linejoin="round" />
              </g>
            </svg>
          </div>

          <div class="swiper-button swiper-button-next swiper-button-next_apart">
            <svg width="56" height="56" viewBox="0 0 56 56" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g opacity="0.8">
                <rect x="-0.5" y="0.5" width="54" height="54" rx="27" transform="matrix(-1 0 0 1 54.25 0.5)"
                  stroke="#CBCBCB" />
                <path d="M23.25 20.5L32.25 28L23.25 35.5" stroke="#CBCBCB" stroke-width="2" stroke-linejoin="round" />
              </g>
            </svg>
          </div>

        </div>
      </div>


    </section>

    <section class="section section_bot bot">
      <div class="container bot__container">
        <div class="bot__address address">
          <h3 class="address__title title title_40">
            <?= $office['name']; ?>
          </h3>
          <p class="address__desc">
            <?= $office['description']; ?>
          </p>

          <div class="address__wrapper">
            <div class="address__item address__item_address">
              <p class="address__item-title">
                Адрес:
              </p>
              <p class="address__item-text">
                <?= $office['address']; ?>
              </p>
            </div>

            <div class="address__item address__item_phone">
              <p class="address__item-title">
                Телефон:
              </p>
              <a class="address__item-text" href="tel:<?= preg_replace('/[^0-9\.]+/', '', $office['phone']); ?>">
                <?= $office['phone']; ?>
              </a>
            </div>

            <div class="address__item address__item_mail">
              <p class="address__item-title">
                Почта:
              </p>
              <a class="address__item-text" href="mailto:<?= $office['email']; ?>">
                <?= $office['email']; ?>
              </a>
            </div>

          </div>

          <button class="btn btn_green address__btn popup-link" href="#popup-request">
            Получить консультацию
          </button>
        </div>

        <div class="bot__map" id="mapTwo">
        </div>
      </div>
    </section>

  </main>

  <?
  include '' . $_SERVER["DOCUMENT_ROOT"] . '/includes/footer.php';
  ?>

</body>

</html>